Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# DisplayName_Block_SlopedPalisadeTopBattlement
source: Sloped Palisade Battlement, Right
de: Palisade mit Zinnen, schräg rechts

# DisplayName_Group_Block_PalisadeSlopes
source: Sloped Palisades
de: Schräge Palisaden

# DisplayName_Block_PalisadeSlope
source: Sloped Palisade, Right
de: Schräge Palisade, rechts

# DisplayName_Block_PalisadeSlopeMir
source: Sloped Palisade, Left
de: Schräge Parisade, links

# DisplayName_Block_WalkWay
source: Wall-Walk
de: Wehrgang

# DisplayName_Block_WalkWayAngle
source: Wall-Walk Inner Corner
de: Wehrgang Innenecke

# DisplayName_Block_WalkWayStairs
source: Small Stairs, Left
de: Kleine Holztreppe, links

# DisplayName_Block_WalkWayStairsMir
source: Small Stairs, Right
de: Kleine Holztreppe, rechts

# DisplayName_Group_WalkWayStairs
source: Small Stairs
de: Kleine Holztreppen

# DisplayName_Block_PalisadeDiagonal
source: Diagonal Palisade
de: Diagonale Palisade

# DisplayName_Block_PalisadeDiagonalTop
source: Diagonal Palisade Spikes
de: Diagonale Palisade mit Spitzen

# DisplayName_Block_PalisadeDiagonalTopBattlement
source: Diagonal Palisade Battlement
de: Diagonale Palisade mit Zinnen

# DisplayName_Block_PalisadeRoundLarge
source: Large Round Palisade
de: Große runde Palisade

# DisplayName_Block_PalisadeRoundLargeTop
source: Large Round Palisade Spikes
de: Große runde Palisade mit Spitzen

# DisplayName_Block_PalisadeLargeRoundBattlement
source: Large Round Palisade Battlement
de: Große runde Palisade mit Zinnen

# DisplayName_Block_WalkWayDiagonal
source: Diagonal Wall-Walk
de: Diagonaler Wehrgang

# DisplayName_Block_WalkWayDiagonalAngle
source: Diagonal Wall-Walk Corner
de: Diagonaler Wehrgang, Ecke

# DisplayName_Block_WalkWayAngleInv
source: Wall-Walk Outer Corner
de: Wehrgang Außenecke

# DisplayName_Group_DiagonalWalkWays
source: Diagonal Wall-Walks
de: Diagonale Wehrgänge

# DisplayName_Group_WalkWays
source: Wall-Walks
de: Wehrgänge

# DisplayName_Block_WalkWayRoundLarge
source: Large Round Wall-Walk
de: Großer runder Wehrgang

# DisplayName_Quest_HumbleBeginnings
source: Humble Beginnings
de: Bescheidene Anfänge

# Description_Quest_HumbleBeginnings_Step01
source: Welcome to the tutorial, engineer! Press "[KEY:QuestLog]" to view the Quest Journal, where you can view and manage quests. Right now you have only your empty hands. Gather some resources to make a stone axe! Press "[KEY:CharacterUse]" to pick things up.
de: Engineers need tools. Find some sticks and stones to craft a stone axe.They can be found in the forest, stones are on the ground, and sticks can be pulled from the small trees.

# Description_Quest_HumbleBeginnings_Step02
source: It's time to craft a stone axe. Press "[KEY:InventoryScreen]" to open your personal inventory and crafting screen. Crafting is on the left. Inventory is on the right.
de: Großartig, alle gebrauchten Gegenstände wurden gesammelt. Schau in dein Inventar (Drücke I), um eine Steinaxt herzustellen.

# Description_Quest_HumbleBeginnings_Step03
source: Time to find a spot for your camp. Building near an ore deposit is more convenient. Follow the pickaxe marker on the compass at the top center of your screen.
de: That's perfect! Equip the axe by dragging it to the toolbar, then cut a tree and chop it into logs.Remember to stay clear of falling trees!

# Description_Quest_HumbleBeginnings_Step04
source: You'll need wood to get started. Equip your axe and use "[KEY:ToolPrimary]" to chop down a tree. Be careful, falling trees are dangerous. Cut the fallen tree into logs. Press "[KEY:CharacterUse]" to pick them up.
de: Das reicht erst einmal. Zeit, eine Werkbank zu bauen! Öffne das Inventar (Drücke I) und stelle sie her.

# Description_Quest_HumbleBeginnings_Step05
source: Access your crafting screen. ("[KEY:InventoryScreen]")
de: Platziere jetzt die Werkbank. Zieh sie in die Werkzeugleiste, schließe dann den Inventar-Bildschirm, wähle sie aus und platziere sie mit einem Links-Klick.

# Description_Quest_HumbleBeginnings_Step06
source: Equip a crafting table on your toolbar. Use the controls below to position it and "[KEY:ToolPrimary]" to place it. "[KEY:CubeRotateVerticalNeg]" or "[KEY:CubeRotateVerticalPos]" to rotate. "[KEY:CubeRotateRollPos]" or "[KEY:CubeRotateRollNeg]" to roll to the right or left. "[KEY:CubeRotateHorisontalPos]" or "[KEY:CubeRotateHorisontalNeg]" to roll away or toward. Use "[KEY:MoveFurther]" and "[KEY:MoveCloser]" to change the distance.
de: Öffne die Werkbank. Stelle zu erst ein paar Holzbalken her, dann baue daraus ein Bett. Ziehe das Bett in dein Inventar.

# DisplayName_Quest_HungryBellies
source: Warmth and Joy
de: Hungrige Bäuche

# Description_Quest_HungryBellies_Step01
source: When hunger strikes, it is time to make some basic food. Eating raw food is not advised, since it will negatively affect your vigor. Starving will also hurt your vigor. Find some vegetables and fruits to prepare a salad.
de: Rohe Pilze zu essen kann jemanden am Leben erhalten, doch Ingenieure können das besser. Fange an, indem du ein paar Pilze, Wurzeln und Beeren im Wald suchst.

# Description_Quest_HungryBellies_Step02
source: Press "[KEY:InventoryScreen]" to craft a salad. Salads increase your vigor which affects all of your stats by boosting their maximum value and increasing tool speeds.
de: Kehre zum Lagerfeuer zurück. Füge die Pilze, Wurzeln und Beeren zum Feuer hinzu. Benutze nun ein paar Äste und Stöcke als Feuerholz und koche eine Pilzsuppe.

# Description_Quest_HungryBellies_Step03
source: Finally, satisfy your hunger and enjoy the freshly prepared salad. "[KEY:SecondaryClick]" the salad in the inventory to consume it, or drag it to the toolbar for quick access.
de: Rechts-Klicke auf die Pilzsuppe, um sie zu essen.

# DisplayName_Quest_SettlingDown
source: Settling Down
de: Sesshaft werden

# Description_Quest_SettlingDown_Step01
source: Gather wood to craft a bed. You will be able to respawn there when you die.
de: Zeit, noch mehr Rohstoffe zu beschaffen. Fälle noch einen Baum.

# Description_Quest_SettlingDown_Step02
source: Press "[KEY:CharacterUse]" while aiming at a Crafting Table to access its inventory. Move a log to the crafting inventory to enable the Timber crafting recipe.
de: Um Dinge zu bauen braucht es die richtigen Werkzeuge. Stelle einen Holzhammer her.

# Description_Quest_SettlingDown_Step03
source: Block Variants: The timber icon has a "+" symbol in the corner of its icon. This means it has variants. You can change variants while a timber is equipped by using "[KEY:NextBlockVariant]" and "[KEY:PrevBlockVariant]". You can also use timbers as crafting ingredients. Access the Crafting Table again ("[KEY:CharacterUse]") and use the timbers to complete your task.
de: Open the G-Screen by pressing "G", then drag the Log Stockpile to the toolbar.Place the log stockpile into the world. The block can be rotated using the Q and E keys.

# Description_Quest_SettlingDown_Step04
source: Move the bed to your personal inventory so that you can equip it. If you make a mistake when you place the bed you can aim at it and hold down "[KEY:CharacterUse]" to pick it up again.
de: Now, hammer away at the block until it is fully finished.The progress can be seen in the block info panel.

# DisplayName_Quest_BrighterTomorrow
source: A Brighter Tomorrow
de: Eine bessere Zukunft

# Description_Quest_BrighterTomorrow_Step01
source: Tutorial complete! Open the research screen ("[KEY:ResearchScreen]") to unlock additional blocks.
de: Alle Ingenieure wissen, wie man einfache Blöcke baut. Indem sie Forschung betreiben, können sie jedoch lernen wie sie noch viele andere Dinge bauen können. Stelle einige Holzbalken her, um dich darauf vorzubereiten.

# DisplayName_DeerPelt
source: Deer Pelt
de: Rehfell

# DisplayName_DeerPlaque
source: Deer Head On a Plaque
de: Rehbock Wanddekoration

# DisplayName_Block_WeaponRack
source: Weapon Rack
de: Waffengestell

# DisplayName_Bookshelf
source: Bookshelf
de: Bücherregal

# ActionHint_GatherHerbs
source: Press {0} to pick herbs.
de: Drücke {0}, um Kräuter zu sammeln.

# ActionHint_GatherPumpkins
source: Press {0} to pick up a pumpkin.
de: Drücke {0}, um einen Kürbis aufzuheben.

# ActionHint_GatherBerries
source: Press {0} to gather from the berry bush.
de: Drücke {0}, um Beeren zu pflücken.

# ActionHint_GatherMushrooms
source: Press {0} to gather mushrooms.
de: Drücke {0}, um Pilze zu sammeln.

# ActionHint_GatherStonePile
source: Press {0} to grab stones.
de: Drücke {0}, um Steine zu sammeln.

# ActionHint_GatherSingleStone
source: Press {0} to grab the stone.
de: Drücke {0}, um den Stein aufzuheben.

# ActionHint_GatherRoots
source: Press {0} to collect the roots.
de: Drücke {0}, um die Wurzeln zu sammeln.

# ActionHint_GatherCabbage
source: Press {0} to harvest cabbage.
de: Drücke {0}, um den Kohl zu ernten.

# ActionHint_GatherFlax
source: Press {0} to harvest flax.
de: Drücke {0}, um Flachs zu ernten.

# ActionHint_GatherWheat
source: Press {0} to harvest wheat.
de: Drücke {0}, um Weizen zu ernten.

# ActionHint_GatherSmallTree
source: Press {0} to harvest the small tree.
de: Drücke {0}, um Stöcke von dem Baum zu sammeln.

# ActionHint_DouseFire
source: douse
de: Löschen

# ActionHint_LightFire
source: light
de: Feuer

# DisplayName_Block_Stockpile_Timber
source: Large Stockpile for Lumber
de: Großes Lager für Holzbalken

# DisplayName_Block_Stockpile_Log
source: Large Stockpile for Logs
de: Großes Lager für Baumstämme

# DisplayName_Item_Antlers
source: Deer Antlers
de: Rehgeweih

# Description_ControlCategory_GUI
source: Controls used for interaction in GUI.
de: Steuerung für Interaktionen mit dem GUI.

# DisplayName_ControlCategory_General
source: General
de: Allgemein

# Description_ControlCategory_General
source: General controls used to access and navigate menu screens.
de: Allgemeine Steuerung für die Navigation durch Menüs und Bildschirme.

# DisplayName_ControlCategory_Character
source: Character
de: Charakter

# Description_ControlCategory_Character
source: Character-related controls used to move and interact with the world.
de: Steuerung, die für Charakter genutzt wird, um sich zu bewegen und mit der Welt zu interagieren.

# DisplayName_ControlCategory_Tools
source: Tools
de: Werkzeuge

# Description_ControlCategory_Tools
source: Controls for using/equipping tools and weapons.
de: Steuerung für das Ausrüsten und Benutzen von Werkzeugen und Waffen.

# DisplayName_ControlCategory_Building
source: Building
de: Bauen

# Description_ControlCategory_Building
source: Controls used to place and manipulate blocks in the world..
de: Steuerung für das Platzieren und Manipulieren von Blöcken in der Welt.

# DisplayName_ControlCategory_Spectator
source: Spectator
de: Zuschauer

# Description_ControlCategory_Spectator
source: Controls used to control the spectator view.
de: Steuerung für das Nutzen der Zuschauer-Sicht.

# DisplayName_ControlCategory_Camera
source: Camera
de: Kamera

# Description_ControlCategory_Camera
source: Controls for manipulating the view.
de: Steuerung für die Veränderung der Sicht

# DisplayName_Block_SimpleTable
source: Simple Table
de: Einfacher Tisch

# DisplayName_Block_WoodenShelf
source: Shelf
de: Holzregal

# DisplayName_Block_Machicolation_RoundLargeMultiBlock
source: Large Round Machicolation
de: Großer runder Maschikuli

# DisplayName_Block_Machicolation_RoundMultiBlock
source: Small Round Machicolation
de: Kleiner runder Maschikuli

# DisplayName_Block_Machicolation_CornerInMultiBlock
source: Machicolation Inner Corner
de: Maschikuli Innenecke

# DisplayName_Block_Machicolation_CornerOutMultiBlock
source: Machicolation Outer Corner
de: Maschikuli Außenecke

# DisplayName_Block_MachicolationStraightMultiBlock
source: Machicolation
de: Maschikuli

# DisplayName_Block_Stockpile_Stone
source: Large Stockpile for Stones
de: Großes Lager für Steine

# DisplayName_Control_PrimaryClick
source: Primary click
de: Primär-Klick

# DisplayName_Block_StockpileIronSmall
source: Small Stockpile for Ores
de: Kleines Lager für Erze

# Description_Control_PrimaryClick
source: The primary button used to click on things in menus.
de: Die primäre Taste, um auf Dinge in Menüs zu klicken.

# DisplayName_Control_SecondaryClick
source: Secondary click
de: Sekundär-Klick

# Description_Control_SecondaryClick
source: The secondary button used to click on things in menus.
de: Die sekundäre Taste, um auf Dinge in Menüs zu klick.

# DisplayName_Control_PreviousControl
source: Previous control
de: Vorherige Aktion

# Description_Control_PreviousControl
source: Focus on the previous control.
de: Fokus auf die letzte Aktion.

# DisplayName_Control_NextControl
source: Next control
de: Nächste Aktion

# Description_Control_NextControl
source: Focus on the next control.
de: Fokus auf die nächste Aktion.

# DisplayName_Control_Confirm
source: Confirm
de: Bestätigen

# DisplayName_Control_CloseScreen
source: Close screen
de: Menü schließen

# Description_Control_CloseScreen
source: This is the same as clicking the X at the top right of the screen.
de: Dies hat den selben Effekt wie ein Klick auf das X am oberen rechten Bildschirmrand im Spiel.

# DisplayName_Control_ShareInput
source: Share input
de: Eingabe überschreiben

# Description_Control_ShareInput
source: This is used to override default input to access debug controls with the mouse.
de: Wird genutzt, um die normale Eingabe zu überschreiben, damit der Zugriff auf Debug-Konsolen mit der Maus möglich ist.

# DisplayName_Control_MainMenu
source: Main menu
de: Hauptmenü

# DisplayName_Control_Blueprints
source: Blueprints
de: Blaupausen

# DisplayName_Control_SpawnItemMenu
source: Spawn item
de: Item Spawn

# DisplayName_Control_ToolbarConfig
source: Toolbar configuration
de: Werkzeugleisten-Anpassung

# DisplayName_Control_FactionsScreen
source: House configuration
de: Haus-Einstellungen

# DisplayName_Control_PlayersScreen
source: Player list
de: Spielerliste

# DisplayName_Control_HelpScreen
source: Help
de: Hilfe

# DisplayName_Control_ToggleHud
source: Show / Hide HUD
de: HUD zeigen / verbergen

# DisplayName_Control_MapScreen
source: Map
de: Karte

# DisplayName_Control_QuestLog
source: Quest Journal
de: Quest-Logbuch

# Description_Control_QuestLog
source: Open the quest journal while in the game. The quest journal has controls for choosing the active quest and abandoning the active quest.
de: Open the quest log screen while in the game.The quest log has controls for choosing the active quest and abandoning the active quest.

# DisplayName_Control_ClipboardCut
source: Cut
de: Ausschneiden

# DisplayName_Control_ClipboardCopy
source: Copy
de: Kopieren

# Description_Control_ClipboardCopy
source: Copy an item or block(s) from the world and stores it in the clipboard. Also equips the copied item to be pasted immediately.
de: Copie an item or block(s) from the world and stores it in the clipboard. Also equips the copied item to be pasted immediately.

# DisplayName_Control_ClipboardPaste
source: Paste
de: Einfügen

# Description_Control_ClipboardPaste
source: Paste an item or block(s) from the clipboard into the world.
de: Fügt einen Gegenstand oder Block (auch ganze Gebäude) aus der Zwischenablage in die Welt ein.

# DisplayName_Control_QuickSave
source: Quick save
de: Schnellspeichern

# DisplayName_Control_QuickLoadReconnect
source: Quick load
de: Schnellladen

# Description_Control_QuickLoadReconnect
source: Quick load opens the last save without the need to use the main menu.
de: Schnellladen öffnet den letzten Speicherstand des Spiels, ohne das Hauptmenü öffnen zu müssen.

# DisplayName_Control_MoveForward
source: Move forward
de: Nach vorne

# Description_Control_MoveForward
source: Move the character in a forward direction.
de: Bewegt den Charakter nach vorne.

# DisplayName_Control_MoveBackward
source: Move backward
de: Nach hinten

# Description_Control_MoveBackward
source: Move the character in a backward direction.
de: Bewegt den Charakter nach hinten.

# DisplayName_Control_StrafeLeft
source: Move left
de: Nach links

# Description_Control_StrafeLeft
source: Move the character to the left in a strafing movement.
de: Bewegt den Charakter seitwärts nach links.

# DisplayName_Control_StrafeRight
source: Move right
de: Nach rechts

# Description_Control_StrafeRight
source: Move the character to the right in a strafing movement.
de: Bewegt den Charakter seitwärts nach rechts.

# DisplayName_Control_AutoForward
source: Auto-walk
de: Auto-Laufen

# DisplayName_Control_Crouch
source: Crouch
de: Ducken

# Description_Control_Crouch
source: Make the character crouch to fit in smaller spaces or hide behind objects.
de: Der Charakter druckt sich, um durch kleine Lücken durchzupassen, oder sich hinter niedrigen Objekten zu verstecken.

# DisplayName_Control_Jump
source: Jump
de: Springen

# Description_Control_Jump
source: Make the character jump into the air.
de: Der Charakter springt in die Luft.

# DisplayName_Control_CharacterFly
source: Flight
de: Fliegen

# Description_Control_CharacterFly
source: Turn the flight ability on / off.
de: Schaltet Fliegen ein / aus. *Nur im Kreativ-Modus oder mit aktiviertem Medieval Master.

# DisplayName_Control_CharacterUse
source: Use
de: Interagieren

# Description_Control_CharacterUse
source: Use or interact with the object that the character is looking at.
de: Universelle Taste für Interaktionen mit verschiedenen Objekten / Spielern, auf die der Charakter gerade zeigt.

# DisplayName_Control_CameraSwitch
source: 1st / 3rd person
de: Ego- / Schulterperspektive

# DisplayName_Control_Sprint
source: Sprint
de: Sprinten

# Description_Control_Sprint
source: Run as fast as possible. This will consume stamina quickly.
de: Der Charakter rennt so schnell wie möglich. Verbraucht viel Ausdauer.

# DisplayName_Control_SwitchWalk
source: Walk / Run
de: Gehen / Rennen

# Description_Control_SwitchWalk
source: Toggle between running (normal) and walking (slow).
de: Schaltet zwischen Rennen (normal) und Gehen (langsam) um.

# DisplayName_Control_Die
source: Respawn
de: Selbstmord

# Description_Control_Die
source: Some situations just cannot be escaped...
de: Manchmal gibt es eben keinen anderen Weg...

# DisplayName_Control_RollLeft
source: Roll left
de: Links (rollen)

# Description_Control_RollLeft
source: Roll to the left on the 3rd axis when flying.
de: Im Flug auf der 3. Achse nach links rollen.

# DisplayName_Control_RollRight
source: Roll right
de: Rechts (rollen)

# Description_Control_RollRight
source: Roll to the right on the 3rd axis when flying.
de: Im Flug auf der 3. Achse nach rechts rollen.

# DisplayName_Control_PitchUp
source: Pitch up
de: Oben (neigen)

# DisplayName_Control_PitchDown
source: Pitch down
de: Unten (neigen)

# DisplayName_Control_YawLeft
source: Yaw left
de: Links (gieren)

# Description_Control_YawLeft
source: Look to the left when on the ground or spin to the left when flying.
de: Giert die Kamera nach links, wenn der Charakter auf dem Boden steht. Dreht den Charakter nach links, wenn er fliegt.

# DisplayName_Control_YawRight
source: Yaw right
de: Rechts (gieren)

# Description_Control_YawRight
source: Look to the right when on the ground or spin to the right when flying.
de: Giert die Kamera nach rechts, wenn der Charakter auf dem Boden steht. Dreht den Charakter nach rechts, wenn er fliegt.

# DisplayName_Control_PitchAxis
source: Pitch axis
de: Oben/Unten-Achse

# DisplayName_Control_YawAxis
source: Yaw axis
de: Rechts/Links-Achse

# DisplayName_Control_Teleport
source: Teleport
de: Teleportieren

# DisplayName_Control_LookAround
source: Rotation
de: Sicht rotieren

# Description_Control_SpectatorNone
source: View from the character. Disables spectator mode.
de: Zeigt Sicht des Charakters. Beendet den Zuschauer-Modus.

# DisplayName_Control_SpectatorDelta
source: Follow
de: Folgen

# Description_Control_SpectatorDelta
source: Spectator tracks the character's movement.
de: Zuschauer-Kamera folgt der Bewegung des Charakters.

# DisplayName_Control_SpectatorFree
source: Free
de: Frei

# DisplayName_Control_SpectatorStatic
source: Static
de: Statisch

# Description_Control_SpectatorStatic
source: Spectator remains fixed in place.
de: Zuschauer-Kamera bleibt fixiert. In diesem Modus kann der Charakter bewegt werden, ohne dass der Kamerawinkel sich verändert.

# Description_Control_SpectatorForward
source: Move spectator forward in the world.
de: Bewegt die Zuschauer-Kamera in der Spielwelt nach vorne.

# Description_Control_SpectatorBackward
source: Move spectator backward in the world.
de: Bewegt die Zuschauer-Kamera in der Spielwelt nach hinten.

# Description_Control_SpectatorLeft
source: Move spectator left in the world.
de: Bewegt die Zuschauer-Kamera in der Spielwelt nach links.

# Description_Control_SpectatorRight
source: Move spectator right in the world.
de: Bewegt die Zuschauer-Kamera in der Spielwelt nach rechts.

# DisplayName_Control_SpectatorDown
source: Move down
de: Nach unten

# Description_Control_SpectatorDown
source: Move spectator down in the world.
de: Bewegt die Zuschauer-Kamera in der Spielwelt nach unten.

# DisplayName_Control_SpectatorUp
source: Move up
de: Nach oben

# Description_Control_SpectatorUp
source: Move spectator up in the world.
de: Bewegt die Zuschauer-Kamera in der Spielwelt nach oben.

# Description_Control_SpectatorRollLeft
source: Roll spectator left in the world.
de: Rollt die Zuschauer-Kamera in der Spielwelt nach links.

# Description_Control_SpectatorRollRight
source: Roll spectator right in the world.
de: Rollt die Zuschauer-Kamera in der Spielwelt nach rechts.

# Description_Control_SpectatorPitchUp
source: Make spectator look up.
de: Neigt die Zuschauer-Kamera nach oben.

# Description_Control_SpectatorPitchDown
source: Make spectator look down.
de: Neigt die Zuschauer-Kamera nach unten.

# Description_Control_SpectatorYawLeft
source: Make spectator look left.
de: Schwenkt die Zuschauer-Kamera nach links.

# Description_Control_SpectatorYawRight
source: Make spectator look right.
de: Schwenkt die Zuschauer-Kamera nach rechts.

# DisplayName_Control_SpectatorSpeedUp
source: Move faster
de: Schneller

# Description_Control_SpectatorSpeedUp
source: Make spectator camera movement faster.
de: Die Zuschauer-Kamera bewegt sich schneller.

# DisplayName_Control_SpectatorSlowDown
source: Move slower
de: Langsamer

# Description_Control_SpectatorSlowDown
source: Make spectator camera movement slower.
de: Die Zuschauer-Kamera bewegt sich langsamer.

# DisplayName_Control_SpectatorSpeedUpRotation
source: Turn faster
de: Schneller drehen

# Description_Control_SpectatorSpeedUpRotation
source: Make spectator camera rotation faster.
de: Die Zuschauer-Kamera dreht sich schneller.

# DisplayName_Control_SpectatorSlowDownRotation
source: Turn slower
de: Langsamer drehen

# Description_Control_SpectatorSlowDownRotation
source: Make spectator camera rotation slower.
de: Die Zuschauer-Kamera dreht sich langsamer.

# DisplayName_Control_CubeRotateVerticalPos
source: Vertical +
de: Vertikal +

# Description_Control_CubeRotateVerticalPos
source: Rotate the block about to be placed vertially up from the character's perspective.
de: Rotiert den ausgewählten Block von der Perspektive des Charakters aus vertikal nach oben.

# DisplayName_Control_CubeRotateVerticalNeg
source: Vertical -
de: Vertikal -

# Description_Control_CubeRotateVerticalNeg
source: Rotate the block about to be placed vertially down from the character's perspective.
de: Rotiert den ausgewählten Block von der Perspektive des Charakters aus vertikal nach unten.

# Description_Control_CubeRotateHorisontalPos
source: Rotate the block about to be placed horizontally to the right from the character's perspective.
de: Rotiert den ausgewählten Block von der Perspektive des Charakters aus horizontal nach rechts.
