Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# Description_Control_CubeRotateHorisontalNeg
source: Rotate the block about to be placed horizontally to the left from the character's perspective.
de: Rotiert den ausgewählten Block von der Perspektive des Charakters aus horizontal nach links.

# Description_Control_CubeRotateRollPos
source: Roll the block about to be placed to the right from the character's perspective.
de: Rollt den ausgewählten Block von der Perspektive des Charakters aus nach rechts.

# Description_Control_CubeRotateRollNeg
source: Roll the block about to be placed to the left from the character's perspective.
de: Rollt den ausgewählten Block von der Perspektive des Charakters aus nach links.

# DisplayName_Control_NextBlockVariant
source: Next variant
de: Nächste Variante

# DisplayName_Control_PrevBlockVariant
source: Previous variant
de: Vorherige Variante

# DisplayName_Control_MoveCloser
source: Move block closer
de: Block Entfernung -

# Description_Control_MoveCloser
source: Move the block about to be placed closer to the character.
de: Bewegt den ausgewählten Block oder Gegenstand näher an den Charakter heran.

# DisplayName_Control_MoveFurther
source: Move block farther
de: Block Entfernung +

# Description_Control_MoveFurther
source: Move the block about to be placed farther away from the character.
de: Bewegt den ausgewählten Block oder Gegenstand weiter von dem Charakter weg.

# DisplayName_Control_SwitchLeft
source: Previous material
de: Vorheriges Material

# DisplayName_Control_SwitchRight
source: Next material
de: Nächstes Material

# DisplayName_Control_SwitchBuildingMode
source: Toggle Grid Snapping
de: Bau-Modus

# Description_Control_SwitchBuildingMode
source: Toggle gravity orientation or snap-to-grid while placing blocks or pasting blueprints.
de: Switch between static and dynamic placement. This is availableonly when using paste.

# DisplayName_Control_SwitchCompoundBuilding
source: Compound mode
de: Multi-Block-Modus

# Description_Control_SwitchCompoundBuilding
source: Toggle compound building mode on/off.
de: Schaltet den Multi-Block-Modus an oder aus.

# DisplayName_Control_CompoundBuilding
source: Compound
de: Multi-Block

# DisplayName_Control_PickBlock
source: Add to toolbar
de: Zur Leiste hinzufügen

# Description_Control_PickBlock
source: Add the block or tool the character is aiming at to the toolbar.
de: Fügt den Block oder das Werkzeug, auf das der Charakter zeigt, zur Werkzeugleiste hinzu.

# DisplayName_Control_StructuralIntergrityView
source: Structural integrity view
de: Strukturelle Integrität anzeigen

# Description_Control_StructuralIntergrityView
source: View the real-time structural integrity of buildings in the world.
de: Zeigt oder verbirgt die Strukturellen Integrität aller Gebäude in der Welt in Echtzeit.

# DisplayName_Control_CreateBlueprint
source: Create blueprint
de: Neue Blaupause

# DisplayName_Control_ToolPrimary
source: Primary action
de: Primär-Aktion

# DisplayName_Control_ToolSecondary
source: Secondary action
de: Sekundär-Aktion

# DisplayName_Control_ToolTertiary
source: Tertiary action
de: Tertiär-Aktion

# Description_Control_ToolTertiary
source: Alternate function of the tool or weapon.
de: Alternative Funktion eines Werkzeugs oder einer Waffe.

# DisplayName_Control_ToolModifier
source: Behavior Modifier
de: Werkzeugs-Modifier

# DisplayName_Control_ToolbarItem1
source: Toolbar 1
de: Werkzeugleiste 1

# Description_Control_ToolbarItem1
source: Equip the item in toolbar slot 1.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 1 aus.

# DisplayName_Control_ToolbarItem2
source: Toolbar 2
de: Werkzeugleiste 2

# Description_Control_ToolbarItem2
source: Equip the item in toolbar slot 2.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 2 aus.

# DisplayName_Control_ToolbarItem3
source: Toolbar 3
de: Werkzeugleiste 3

# Description_Control_ToolbarItem3
source: Equip the item in toolbar slot 3.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 3 aus.

# DisplayName_Control_ToolbarItem4
source: Toolbar 4
de: Werkzeugleiste 4

# Description_Control_ToolbarItem4
source: Equip the item in toolbar slot 4.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 4 aus.

# DisplayName_Control_ToolbarItem5
source: Toolbar 5
de: Werkzeugleiste 5

# Description_Control_ToolbarItem5
source: Equip the item in toolbar slot 5.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 5 aus.

# DisplayName_Control_ToolbarItem6
source: Toolbar 6
de: Werkzeugleiste 6

# Description_Control_ToolbarItem6
source: Equip the item in toolbar slot 6.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 6 aus.

# DisplayName_Control_ToolbarItem7
source: Toolbar 7
de: Werkzeugleiste 7

# Description_Control_ToolbarItem7
source: Equip the item in toolbar slot 7.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 7 aus.

# DisplayName_Control_ToolbarItem8
source: Toolbar 8
de: Werkzeugleiste 8

# Description_Control_ToolbarItem8
source: Equip the item in toolbar slot 8.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 8 aus.

# DisplayName_Control_ToolbarItem9
source: Toolbar 9
de: Werkzeugleiste 9

# Description_Control_ToolbarItem9
source: Equip the item in toolbar slot 9.
de: Rüste den Gegenstand / Block der Werkzeugleiste aus Slot 9 aus.

# DisplayName_Control_ToolbarItemDeselect
source: Empty hands
de: Leere Hände

# DisplayName_Control_ToolbarItemNext
source: Next toolbar item
de: Nächster Slot

# Description_Control_ToolbarItemNext
source: Select the next item on the toolbar.
de: Wählt das nächste Item auf der Werkzeugleiste aus.

# DisplayName_Control_ToolbarItemPrev
source: Previous toolbar item
de: Vorheriger Slot

# Description_Control_ToolbarItemPrev
source: Select the previous item on the toolbar.
de: Wählt das vorherige Item auf der Werkzeugleiste aus.

# DisplayName_Control_ToolbarUp
source: Next toolbar
de: Nächste Leiste

# Description_Control_ToolbarUp
source: Switch to the next toolbar.
de: Wechselt zu der nächsten Werkzeugleiste.

# DisplayName_Control_ToolbarDown
source: Previous toolbar
de: Vorherige Leiste

# Description_Control_ToolbarDown
source: Switch to the previous toolbar.
de: Wechselt zu der vorherigen Werkzeugleiste.

# Description_Consumables_Berries
source: Berries are red and grow on bushes. They can be picked only when they are fully grown. Eating raw berries satisfies hunger by a small amount, but also negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods. Berry bushes can be found in forested areas in the following biomes: Tundra Temperate Forest Steppe Tropical Forest Sandy Desert
de: Berries are red and grow on bushes. They can be picked only when they are fully grown.Berries have no effect on health and stamina, but satisfy hunger by a small amount. They are more nutritional when cooked as an ingredient in other foods. Berry bushes can be found in the forest or in rocky grasses.

# Description_Consumables_Cabbage
source: Cabbages are green, round and grow on the ground. Eating raw cabbages satisfies hunger by a small amount, but also negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods. Cabbages grow in grassy areas of the following biomes: Steppe Tropical Forest
de: Cabbages are green, round and grow on the ground. They have no effect on health and stamina,but satisfy hunger by a small amount. They are more nutritional when cooked as an ingredient in other foods. Cabbages can be found only in grass.

# Description_Consumables_Pumpkin
source: Pumpkins are orange and grown on vines. They can be picked only when they are fully grown. Eating raw pumpkins satisfies hunger, but also negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods. Pumpkin vines can be found growing in grassy areas of the following biomes: Steppe Tropical Forest
de: Pumpkins are orange and grown on vines. They can be picked only when they are fully grown. Pumpkins have no effect on health but, due to their large size, they temporarily reduce stamina after consumption. Pumpkins provide 9 food. They are more nutritional when cooked as an ingredient in other foods. Pumpkin vines grow only in grass.

# Description_Consumables_Mushrooms
source: Mushrooms are white and brown and grow in small groups on the ground. Eating raw mushrooms satisfies hunger by a small amount, but also negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods. Mushrooms can be found in forested areas in the following biomes: Tundra Temperate Forest Steppe
de: Mushrooms are white and brown and grow in small groups on the ground. They have no effect on health and stamina, but satisfy hunger by a small amount. Mushrooms are more nutritional when cooked as an ingredient in other foods. They grow only in the forest.

# Description_Consumables_Herbs
source: Herbs are blue and grow on tall, thin stalks. Eating raw herbs satisfies hunger by a small amount, but it negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods. Herb plants can be found in the following biomes: Tundra Temperate Forest Steppe Tropical Forest
de: Herbs are blue and grow on tall, thin stalks. They have no effect on health and stamina, butsatisfy hunger by a small amount. They are more nutritional when cooked as an ingredient in other foods. Herb plants grow on grass, rocky grass, and soil.

# Description_Consumables_Roots
source: Roots are dark brown and grow close to the ground. Eating raw roots satisfies hunger by a small amount, but also negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods. Roots can be found in the following biomes: Tundra Steppe Tropical Forest Rocky Desert Sandy Desert
de: Roots are dark brown and grow close to the ground. They have no effect on health and stamina, but satisfy hunger by a small amount. They are more nutritional when cooked as an ingredient in other foods. Roots can be found in the forest, rocky grass, grass, and soil.

# Description_Consumables_Meat
source: Meat can be harvested from dead animals. Eating raw meat satisfies hunger, but also negatively affects your well-being. They are more nutritional when cooked as an ingredient in other foods.
de: Meat can be harvested from dead animals. It has no effect on health, but providesa small boost to stamina and reduces hunger by a medium amount. Meat is more nutritional when cooked either alone or as an ingredient in other foods.

# Description_Consumables_RoastMeat
source: Roast Meat is produced by cooking raw Meat. It has no effect on health but Juicy and rich in proteins, meat provides a decent amount of food and raises your well-being.
de: Roast Meat is produced by cooking raw Meat. It has no effect on health butprovides a moderate boost to stamina and reduces hunger by a significant amount. Roast Meat, although more nutritional than raw Meat, is more nutritional when cooked as an ingredient in other foods.

# Description_Consumables_Bandage
source: Bandages are crafted using linen and healing herbs. They temporarily, but significantly, improve the rate at which your health regenerates.
de: Bandages are crafted using healing herbs. They have no effect on food and stamina, but restore a largeamount of health.

# Description_Consumables_Bread
source: Bread is produced by baking flour. Healthy and wholesome, bread is a good source of nutrition. It provides a decent amount of food and slowly raises your well-being.
de: Bread is produced by cooking flour. It has no effect on stamina but providesa moderate boost to health and satisfies hunger by a fair amount.

# Description_Consumables_Goulash
source: Goulash is produced by cooking meat, bread, and vegetables together. It is highly nutritious, providing a lot of food and raising your well-being significantly.
de: Goulash is produced by cooking meat, cabbage, and berries together. It is highly nutritious and has large effect on stamina, provides a large boost to health and satisfies hunger by a large amount.

# Description_Consumables_Mushroom_Soup
source: Mushroom Soup is produced by cooking mushrooms, roots, and berries together. It is highly nutritious and has moderate effect on hunger.
de: Mushroom Soup is produced by cooking mushrooms, roots, and berries together. It is highly nutritious and has moderate effect on stamina, provides a modest boost to health and satisfies hunger by a moderate amount.

# Description_Consumables_Salad
source: Salad is produced by cooking vegetables and fruits together. Refreshing and nutritional, salad provides a decent amount of food.
de: Salad is produced by cooking cabbage, pumpkin, and berries together. It is moderately nutritious but has large effect on stamina, provides a small boost to health and satisfies hunger by a moderate amount.

# Description_Consumables_Shroomsteak
source: Shroom steak is produced by cooking roast meat, mushrooms, cabbage, and roots together. It is moderately nutritious and has moderate effect on hunger.
de: Shroom steak is produced by cooking roast meat, mushrooms, cabbage, and roots together. It is moderately nutritious and has moderate effect on stamina, provides no boost to health but satisfies hunger by a large amount.

# Description_Consumables_Roots_With_Shrooms
source: Roots with shrooms is produced by cooking roots, mushrooms, and herbs together. It is moderately nutritious and has large effect on hunger.
de: Roots with shrooms is produced by cooking roots, mushrooms, and herbs together. It is moderately nutritious and has large effect on stamina, provides a large boost to health and satisfies hunger by a moderate amount.

# Description_Item_DeerSkin
source: Deer Skin can be harvested from dead deer. It can be used to make tanned leather which has multiple uses.
de: Rehhaut kann nur von einem toten Reh gewonnen werden.

# Description_Item_Antlers
source: Antlers can be harvested only from dead deer.
de: Ein Rehgeweih kann nur von einem toten Rehbock gewonnen werden.

# Description_Item_FlaxStraws
source: Flax is a flowering plant with blue petals. Flax plants grow in grassy areas in the following biomes: Temperate Forest Steppe Rocky Desert Sandy Desert
de: Flachs ist eine Pflanze mit blauen Blüten. Es wächst nur auf Gras.

# Description_Item_WheatStraws
source: Wheat is a tall grass that is golden yellow when it is ripe. Wheat can be found growing in grassy areas of the following biomes: Temperate Forest Steppe
de: Weizen ist eine hohe Grasart und ist goldgelb, sobald er reif ist. Er wächst nur auf Gras.

# Description_Item_WoodenSticks
source: Sticks are used to produce many items and blocks. They can be produced from logs and tree stumps. The more efficient way to acquire Sticks is to pick up small trees and plants. Branches can also be used as a substitute for Sticks.
de: Wooden Sticks are used to produce many items and blocks. The can be produced fromlogs and tree stumps. The more efficient way to acquire Wooden Sticks is to pick up small trees. Branches can also be used as a substitute for Wooden Sticks.

# Description_Item_MetalParts
source: Metal parts are used to craft items and blocks that use metal in their construction. They are crafted from ingots in a Smithy or Forge.
de: Metal parts are used to craft items and blocks that use metal in their construction. Theyare crafted from Iron Ingots in the Smithy.

# Description_Item_IronIngot
source: Iron Ingots are created by smelting Iron Ore in the Furnace. They are used to craft hard metal items in the Smithy or Forge.
de: Iron Ingots are used to craft metal items and blocks with metal construction. They arecreated by smelting Iron Ore in the Furnace.

# Description_Item_LinenString
source: Linen String is used to craft bandages, cloth, and ropes. It is crafted on the spinning wheel from Flax Straws.
de: Linen String is used to craft items and blocks. It is crafted on the spinning wheel fromFlax Straws.

# DisplayName_InventoryName_Internal
source: Personal
de: Persönliches Inventar

# DisplayName_InventoryName_Crafting
source: Crafting
de: Handwerk

# DisplayName_InventoryName_Fuel
source: Fuel
de: Brennstoff

# Description_DirtToSmallStones
source: Searching through dirt will often turn up some small stones that can be used for crafting.
de: Erde kann auf kleine Steine durchsucht werden, welche häufig darin vorkommen und zur Herstellung von Dingen genutzt werden kann.

# DisplayName_BrokenSwordSmelting
source: Melt broken sword
de: Zerbrochenes Schwert einschmelzen

# DisplayName_Bots_BrokenSwordBarbarian
source: Poor Barbarian
de: Armer Barbar

# DisplayName_Bots_Miner
source: Miner
de: Minenarbeiter

# DisplayName_Bots_Peasant
source: Porter
de: Bauer

# DisplayName_Bots_Woodcutter
source: Woodcutter
de: Holzfäller

# DisplayName_Bots_CrossbowBarbarian
source: Crossbowman
de: Armbrustschütze

# DisplayName_Bots_SwordBarbarian
source: Swordsman
de: Schwertkämpfer

# DisplayName_Bots_Servant
source: Servant
de: Diener

# DisplayName_SmallSlopeCeiling
source: Small Slope Ceiling
de: Kleine Schräge Firststück

# DisplayName_IronShovelSmelting
source: Melt an iron shovel
de: Eisenschaufel einschmelzen

# DisplayName_Herring
source: Red Herring
de: Roter Hering

# Description_Item_CrossbowBolt
source: A bolt that is appropriate for use as ammunition in a crossbow. Each bolt is good for one use only.
de: Ein Bolzen, geeignet als Munition einer Armbrust. Jeder Bolzen kann nur ein Mal verwendet werden.

# DisplayName_ItemTag_Ingot
source: Metal Ingot
de: Metallbarren

# DisplayName_ItemTag_Harvest
source: Harvest
de: Sammeln

# DisplayName_Weapon_Club
source: Club
de: Keule

# Description_Weapon_Club
source: A crude melee weapon, the club is easy to produce but suffers from low durability.
de: Eine primitive Nahkampfwaffe. Die Keule ist sehr einfach in der Herstellung, leidet jedoch unter geringer Haltbarkeit.

# Description_Tool_Crossbow
source: A strengthened crossbow, made with iron that is moderately reliable. Crossbows can be used to hunt deer and fight enemies at a distance. Zoom in for maximum accuracy.
de: A high-tech ranged weapon, the crossbow can easily fire bolts over a long distance. Zoom infor maximum accuracy.

# Description_Weapon_Sword
source: A strong weapon for fighting, the iron sword is more durable than bronze swords. It can also do damage with greater efficiency. Swords can be used to damage friends and enemies. This usually results in their death.
de: A refined melee weapon, the sword is forged from solid iron. This results in a highlydurable weapon that can inflict large amounts of damage.

# DisplayName_Weapon_MaceIronFlangedEngraved
source: Engraved Flanged Mace
de: Flanged Iron Mace With Engravings

# Description_Weapon_MaceIronFlangedEngraved
source: The flanged mace with engravings is a rare and sturdy weapon. Secrets of it's forging are feared to be lost.
de: The flanged iron mace with engravings is a rare and sturdy weapon. Secrets of it's forging are feared to be lost.

# Description_Tool_WoodenMallet
source: A simple tool, the mallet is easy to produce. It suffers from low productivity and durability but it gets the job done. Mallets are used for construction and de-construction of large wooden structures. Mallets are not strong enough to construct stone structures.
de: A simple tool, the wooden mallet is easy to produce. It suffers from low productivityand durability but it gets the job done. Wooden mallets are used for construction of large structures and deconstruction of just about anything. Note: This tool cannot be used as a weapon.

# Description_Tool_Hammer
source: A strong tool for construction, the iron hammer is more durable than copper and bronze hammers. It can also construct and de-construct with greater efficiency.
de: A sturdy tool, the iron hammer is highly productive. Its metal construction makesit more durable than many other tools. Iron hammers are used for construction of large structures and deconstruction of just about antyhing. Note: This tool cannot be used as a weapon.

# Description_Herring
source: An ultimate tool of tree chopping, the red herring is unmatched in its ability clear entire forests. Some engineers claim that the herring is so productive that it must be magic.
de: An ultimate tool of tree chopping, the red herring is unmatched in its ability clear entire forest.Some engineers claim that the herring is so productive it can clear a forest in minutes.

# Description_Tool_HandPlow
source: A strong tool for farming, the iron hand plow is more durable than copper and bronze hand plows. It can also till with greater efficiency. Hand plows can be used to till soil and grassy areas. This makes the land farmable.
de: A necessary tool, the hand plow is the only non-mechanized means of preparing land for farming. Even withiron construction, the hand plow isn't very productive and suffers from low durability. Note: This tool cannot be used as a weapon.

# Description_Rope_TearableRope
source: For more specific uses, tearable rope can tie things together but be easily torn when touched.
de: Das Zerreißbare Seil kann, wie das Normale Seil, Dinge miteinander verbinden. Diese Verbindungen reißen jedoch schnell, wenn sie berührt werden.

# Description_Tool_WoodenShovel
source: A tool with many uses, the wooden shovel can both add and remove dirt. Used in combination with landscaping stakes and rope, the shovel can be used to level dirt and create ramps. It's simple to craft but suffers from low durability. Shovels can be used to dig dirt and clay from the ground. Loose ore found in soil near ore veins can also be collected by shovels but solid ore is too hard..
de: A tool with many uses, the wooden shovel can both add and remove dirt. Used in combination with landscapingstakes and rope, the shovel can be used to level dirt and create ramps. Its simple to craft but suffers from low durability. The wooden shovel can also be used to gather small amounts of iron rich dirt from near iron deposits. Note: This tool cannot be used as a weapon.

# Description_Tool_IronShovel
source: A strong tool for digging, the iron shovel is more efficient than copper and bronze shovels. It can also dig with greater efficiency. Shovels can be used to dig dirt and clay from the ground. Loose ore found in soil near ore veins can also be collected by shovels but solid ore is too hard.
de: A tool with many uses, the iron shovel can both add and remove dirt. Used in combination with landscapingstakes and rope, the shovel can be used to level dirt and create ramps. Its iron reinforcement makes it more durable than the basic wooden version. The iron shovel can also be used to gather small amounts of iron rich dirt from near iron deposits. Note: This tool cannot be used as a weapon.

# Description_Tool_StoneAxe
source: The simplest tool, the stone axe can be made from nothing more than a stick and a stone. It will cut down a tree and make logs out of it with a lot of work. It has very little durability.
de: The simplest tool, the stone axe can be made from nothing more than a stick and a stone. It will cut downa tree and make logs out of it with a lot of work, but it has very little durability and no other use. Note: This tool cannot be used as a weapon.

# Description_Tool_IronAxe
source: A strong tool for woodcutting, the iron axe is more durable than copper and bronze axes. It can also fell trees and cut logs with greater efficiency.
de: A refined tool of wood destruction, the iron axe is highly efficient at felling trees and cutting logs. Note: This tool cannot be used as a weapon.
