Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# DisplayName_Block_Timber4
source: Timber 4
cs_cz: Trám 4
de: Balken 4
es: Madera 4
fr: Bois 4
hr_hr: Debla 4
it: Trave 4
pt_br: Viga de Madeira 4
ru: Деревянная балка 4

# DisplayName_Block_Timber5
source: Timber 5
cs_cz: Trám 5
de: Balken 5
es: Madera 5
fr: Bois 5
hr_hr: Debla 5
it: Trave 5
pt_br: Viga de Madeira 5
ru: Деревянная балка 5

# DisplayName_Block_Timber6
source: Timber 6
cs_cz: Trám 6
de: Balken 6
es: Madera 6
fr: Bois 6
hr_hr: Debla 6
it: Trave 6
pt_br: Viga de Madeira 6
ru: Деревянная балка 6

# DisplayName_Block_Timber7
source: Timber 7
cs_cz: Trám 7
de: Balken 7
es: Madera 7
fr: Bois 7
hr_hr: Debla 7
it: Trave 7
pt_br: Viga de Madeira 7
ru: Деревянная балка 7

# DisplayName_Block_Timber8
source: Timber 8
cs_cz: Trám 8
de: Balken 8
es: Madera 8
fr: Bois 8
hr_hr: Debla 8
it: Trave 8
pt_br: Viga de Madeira 8
ru: Деревянная балка 8

# DisplayName_Block_Timber9
source: Timber 9
cs_cz: Trám 9
de: Balken 9
es: Madera 9
fr: Bois 9
hr_hr: Debla 9
it: Trave 9
pt_br: Viga de Madeira 9
ru: Деревянная балка 9

# DisplayName_Group_WoodenFloors
source: Floors
de: Holzfußböden

# DisplayName_Block_WoodenFloor
source: Floor
cs_cz: Dřevěná podlaha
de: Holzfußboden
es: Suelo de madera
fr: Plancher en Bois
hr_hr: Drveni Pod
it: Pavimento di legno
pt_br: Chão de Madeira
ru: Деревянный пол

# DisplayName_Block_WoodenFloorInvRound
source: Exterior Round Floor, Left
cs_cz: Zakulacená dřevěná podlaha
de: Äußerer runder Holzfußboden
es: Suelo de madera invertido redondo
fr: Plancher en Bois Incurvé
hr_hr: Drveni Pod Obrnut Okrugao
it: Pavimento di legno circolare inv
pt_br: Chão de Madeira Inv Redondo
ru: Круглый деревянный пол

# DisplayName_Block_WoodenFloorRound
source: Interior Round Floor, Left
cs_cz: Kulatá dřevěná podlaha
de: Innerer runder Holzfußboden
es: Suelo de madera redondo
fr: Plancher en Bois Circulaire
hr_hr: Drveni Pod Okrugao
it: Pavimento di legno circolare
pt_br: Chão de Madeira Redondo
ru: Круглый деревянный пол

# DisplayName_Block_WoodenRailing
source: Railing
cs_cz: Dřevěné schodiště
de: Geländer
es: Barandilla de madera
fr: Balustrade en Bois
hr_hr: Drvena Ograda
it: Ringhiera di legno
pt_br: Parapeito
ru: Деревянные Перила

# DisplayName_Block_WoodenWall
source: Half-timber Wall
cs_cz: Dřevěná zeď
de: Holzwand
es: Muro de madera
fr: Mur en Bois
hr_hr: Drveni Zid
it: Muro di legno
pt_br: Parede de Madeira
ru: Деревянная стена

# DisplayName_Block_WoodenWallDoor
source: Half-timber Wall With Entrance
cs_cz: Dřevěný dveře
de: Holzwand mit Eingang
es: Puerta de muro de madera
fr: Mur en Bois Porte
hr_hr: Drveni Zid Vrata
it: Porta da muro di legno
pt_br: Parede de Madeira com Porta
ru: Деревянная дверь

# DisplayName_Block_WoodenWallSlope
source: Half-timber Wall Slope
cs_cz: Dřevěná zeď šikmá
de: Holzwand Schräge
es: Muro inclinado de madera
fr: Mur en Bois Incliné
hr_hr: Drveni Zid Nagib
it: Inclinazione muro di legno
pt_br: Parede de Madeira Triangular
ru: Наклонная деревянная стена

# DisplayName_Block_WoodenWallTop
source: Half-timber Wall Top
cs_cz: Vrch dřevěné zdi
de: Holzwand Spitze
es: Cima de muro de madera
fr: Mur en Bois Chapeau
hr_hr: Drveni Zid Vrh
it: Muro di legno superiore
pt_br: Topo de Parede de Madeira
ru: Верх деревянной стены

# DisplayName_Block_WoodenWallWindow
source: Half-timber Wall With Window
cs_cz: Dřevěné okno
de: Holzwand mit Fenster
es: Ventana de muro de madera
fr: Mur en Bois Fenêtre
hr_hr: Drveni Zid Prozor
it: Finestra da muro di legno
pt_br: Parede de Madeira com Janela
ru: Деревянное окно

# DisplayName_Block_CatapultHead
source: Catapult Bucket
cs_cz: Hlava Katapultu
de: Katapult-Löffel
es: Cabeza de catapulta
fr: Godet de Catapulte
hr_hr: Katapultiraj Glavu
it: Testa della catapulta
pt_br: Cabeça de Catapulta
ru: Часть катапульты

# DisplayName_Block_CatchBlock
source: Catch Block
cs_cz: Uchopit blok
de: Eingefasste Achse
es: Bloque trampa
fr: Roulement
hr_hr: Uhvati Element
it: Mozzo
pt_br: Bloco Eixo
ru: Ступица

# DisplayName_Block_LargeProjectile
source: Large Projectile
cs_cz: Velký projektil
de: Großes Projekil
es: Proyectil grande
fr: Grand Projectile
hr_hr: Velik Projektil
it: Proiettile grande
pt_br: Projétil Grande
ru: Большой снаряд

# DisplayName_Block_MagicCatapultProjectile
source: Magical Projectile
de: Magisches Projektil

# DisplayName_Block_LockCatchBlock
source: Locking Catch Block
cs_cz: Záchytný blok uzamykatelný
de: Arretierbare, eingefasste Achse
es: Bloque pestillo
fr: Roulement à Blocage
hr_hr: Zaključaj Uhvati Element
it: Mozzo Bloccabile
pt_br: Bloco Eixo com Trava
ru: Ступица с замком

# DisplayName_Block_Projectile
source: Small Projectile
cs_cz: Projektily
de: Kleines Projektil
es: Proyectil
fr: Projectile
hr_hr: Projektil
it: Proiettile
pt_br: Projétil
ru: Снаряд

# DisplayName_Block_RopeDrum
source: Rope Drum
cs_cz: Buben s lanem
de: Seiltrommel
es: Tambor de cuerda
fr: Tambour de Corde
hr_hr: Bubanj Užeta
it: Tamburo di corda
pt_br: Carretel
ru: Веревочный барабан

# DisplayName_Block_RopeEnding
source: Rope Eye Plate
cs_cz: Konec lana
de: Seil-Befestigungsplatte
es: Final de cuerda
fr: Manille
hr_hr: Kraj Ežeta
it: Fine della corda
pt_br: Gancho
ru: Крепление веревки

# DisplayName_Block_RopeTorsionSpring
source: Rope Torsion Spring
cs_cz: Lano zkroucené do pružiny
de: Seil Torsionsfeder
es: Resorte de torsión de cuerda
fr: Ressort de Torsion
hr_hr: Torzijska Opruga Užeta
it: Molla a torsione di corda
pt_br: Mola por Torção de Corda
ru: Торсионная пружина

# DisplayName_Block_TimberDiagonal
source: Diagonal Timber 1
cs_cz: Příčný Trám
de: Kurzer diagonaler Holzbalken
es: Madera diagonal
fr: Bois Diagonal
hr_hr: Debla Dijagonalno
it: Trave Diagonale
pt_br: Viga de Madeira Diagonal
ru: Деревянная балка диагональная

# DisplayName_Block_TurnWheelCross
source: Hand Crank Wheel
cs_cz: Otočit kolo křížem
de: Kurbelrad
es: Rueda de giro
fr: Manivelle
hr_hr: Okreni Kotač Križ
it: Gira la ruota a croce
pt_br: Manivela em Cruz
ru: Ворот

# DisplayName_Block_Weight
source: Weight
cs_cz: Hmotnost
de: Gewicht
es: Peso
fr: Poids
hr_hr: Težina
it: Peso
pt_br: Peso
ru: Груз

# DisplayName_Block_Wheel
source: Wheel
cs_cz: Kolo
de: Rad
es: Rueda
fr: Roue
hr_hr: Kotač
it: Ruota
pt_br: Roda
ru: Колесо

# DisplayName_Block_WindMillBlade
source: Windmill Blade
cs_cz: Lopatka Větrného Mlýna
de: Windmühlen-Blatt
es: Aspa de molino
fr: Pale de Moulin à Vent
hr_hr: Lopatica Vjetrenjače
it: Pala del mulino
pt_br: Lâmina de Moinho de Vento
ru: Лопасть ветряной мельницы

# DisplayName_Block_WoodenRailingStairsMir_MultiBlock
source: Sloped Railing, Left
cs_cz: Dřevěné schodišťové zábradlí (mirror)
de: Treppen-Geländer, links
es: Escaleras con barandilla de madera invertidas
fr: Rampe d'Escalier en Bois Miroir
hr_hr: Drvena Ograda Stepenice Ogledalo
it: Scale con corrimano di legno invertite
pt_br: Corrimão Espelhado
ru: Деревянные лестничные перила отраженные

# DisplayName_Block_WoodenRailingStairs_MultiBlock
source: Sloped Railing, Right
cs_cz: Dřevěné schodišťové zábradlí
de: Treppen-Geländer, rechts
es: Escaleras con barandilla de madera
fr: Rampe d'Escalier en Bois
hr_hr: Drvena Ograda Stepenice
it: Scale con corrimano in legno
pt_br: Corrimão
ru: Деревянные лестничные перила

# DisplayName_Block_WoodenFloorRoundLargeMirror_MultiBlock
source: Large Round Floor
cs_cz: Dřevěná zakulacená velká podlaha (mirror)
de: Großer runder Holzfußoden
es: Suelo de madera redondo grande invertido
fr: Large Plancher en Bois Rond Miroir
hr_hr: Drveni Pod Okrugao Velik Ogledalo
it: Pavimento di legno circolare grande invertito
pt_br: Chão de Madeira Redondo Espelhado
ru: Большой круглый деревянный пол зерк.

# DisplayName_Block_WoodenStairs
source: Wooden Stairs
cs_cz: Dřevěné schody
de: Holztreppen
es: Escaleras de madera
fr: Escalier en Bois
hr_hr: Drvene Stepenice
it: Scale di legno
pt_br: Escadas de Madeira
ru: Деревянная Лестница

# DisplayName_EmptyWorld
source: Null and Void
de: Absolutes Nichts

# DisplayName_PlanetScenario
source: (OBSOLETE) Medieval Earth
de: Mittelalterliche Erde

# DisplayName_LargeProjectileThrower
source: Large projectile thrower
cs_cz: Velký vrhač projektilů
de: Starker Projektilwerfer
es: Lanzador de proyectiles grandes
fr: Lanceur de Grand Projectile
hr_hr: Velik bacač projektila
it: Lanciatore di proiettili grande
pt_br: Atirador de Projétil Grande
ru: Бросить большой снаряд

# DisplayName_MediumProjectileThrower
source: Medium projectile thrower
cs_cz: Střední vrhač projektilů
de: Schwacher Projektilwerfer
es: Lanzador de proyectiles medianos
fr: Lanceur de Projectile Moyen
hr_hr: Srednji bacač projektila
it: Lanciatore di proiettili medio
pt_br: Atirador de Projétil Médio
ru: Бросить средний снаряд

# DisplayName_Block_StonePlatformInvCorner
source: Ledge Platform, Inner Corner
cs_cz: Rohová kamenná platforma (Inv.)
de: Brüstung mit Zinnen, Innenecke
es: Esquina invertida de plataforma de piedra
fr: Plateforme de Pierre Coin Inv.
hr_hr: Kamena Platforma Obrnut Ugao
it: Piattaforma di pietra angolare invertita
pt_br: Plataforma de Pedra Canto Invertido
ru: Каменная Платформа Обратн. Угол

# DisplayName_Block_StoneCeiling
source: Arch
cs_cz: Kamenný stropní oblouk
de: Halbbogen
es: Techo de piedra
fr: Voûte de Pierre
hr_hr: Kameni Strop
it: Soffitto di pietra
pt_br: Forro de Pedra
ru: Каменный потолок

# DisplayName_Block_CompoundBlock
source: Compound Block
cs_cz: Sloučit blok
de: Multi-Block
es: Bloque compuesto
fr: Bloc composée
hr_hr: Složeni Element
it: Blocco composito
pt_br: Bloco Composto
ru: Составной блок

# DisplayName_Block_FracturedBlockLarge
source: Fractured Block Large
cs_cz: Roztříštěný velký blok
de: Holztreppen
es: Bloque fracturado grande
fr: Grand Bloc Fracturé
hr_hr: Slomljeni Element Veliki
it: Blocco fratturato grande
pt_br: Bloco Grande Quebrado
ru: Большой сломанный блок

# DisplayName_Block_WoodenStairs_MultiBlock
source: Wooden Stairs
cs_cz: Dřevěné schody
de: Holztreppe
es: Escaleras de madera
fr: Escalier en Bois
hr_hr: Drvene Stepenice
it: Scale di legno
pt_br: Escadas de Madeira
ru: Деревянная Лестница

# DisplayName_Block_BonFire
source: Campfire
cs_cz: Táborové ohniště
de: Lagerfeuer
es: Hoguera
fr: Feu
hr_hr: Lomača
it: Falò
pt_br: Fogueira
ru: Костер

# DisplayName_Block_FireBucket
source: Brazier
cs_cz: Požární vědro
de: Kohlebecken
es: Caldero ardiente
fr: Brasier
hr_hr: Vatrena Kanta
it: Paiolo per il fuoco
pt_br: Balde de Fogo
ru: Жаровня

# DisplayName_Block_TorchStand
source: Torch Stand
cs_cz: Stojan pro pochodeň
de: Fackelständer
es: Montante de antorcha
fr: Torche sur Pied
hr_hr: Držač Baklje
it: Supporto per la torcia
pt_br: Tocha
ru: Стоящий факел

# DisplayName_Block_TorchOfTheAncestors
source: Ancestral Torch
de: Ahnenfackel

# DisplayName_Block_WoodBarrel
source: Barrel
cs_cz: Dřevěný Sud
de: Holzfaß
es: Barril de madera
fr: Tonneau en Bois
hr_hr: Drvena Bačva
it: Barile
pt_br: Barril de Madeira
ru: Деревянная бочка

# DisplayName_Block_WoodBed
source: Bed
cs_cz: Dřevěná Postel
de: Bett
es: Cama de madera
fr: Lit en Bois
hr_hr: Drveni Krevet
it: Letto di legno
pt_br: Cama de Madeira
ru: Деревянная кровать

# DisplayName_Block_Wardrobe
source: Wardrobe
de: Kleiderschrank

# DisplayName_Block_WoodChair
source: Chair
cs_cz: Dřevěná Židle
de: Holzstuhl
es: Silla de madera
fr: Chaise en Bois
hr_hr: Drvena Stolica
it: Sedia di legno
pt_br: Cadeira de Madeira
ru: Деревянный Стул

# DisplayName_Block_WoodChest
source: Small Chest
cs_cz: Dřevěná truhla
de: Kleine Truhe
es: Cofre de madera
fr: Coffre en Bois
hr_hr: Drvena Škrinja
it: Cassa di legno
pt_br: Baú de Madeira
ru: Деревянный Сундук

# DisplayName_Block_WoodTable
source: Crafting Table
cs_cz: Dřevěný stůl
de: Werkbank
es: Mesa de madera
fr: Table en bois
hr_hr: Drveni Stol
it: Tavolo di legno
pt_br: Mesa de Madeira
ru: Деревянный Стол

# DisplayName_StonePillarRound
source: Round Pillar
cs_cz: Kamenný pilíř kulatý
de: Runde Säule
es: Columna redonda de piedra
fr: Pilier de Pierre Rond
hr_hr: Kameni Stup Okrugao
it: Pilastro di pietra circolare
pt_br: Pilar de Pedra Redondo
ru: Круглая каменная колонна

# DisplayName_StonePillarSquare
source: Square Pillar
cs_cz: Kamenný pilíř hranatý
de: Quadratische Säule
es: Columna cuadrada de piedra
fr: Pilier de Pierre Carré
hr_hr: Kameni Stup Kvadrat
it: Pilastro di pietra quadrato
pt_br: Pilar de Pedra Quadrado
ru: Квадратная каменная колонна

# DisplayName_LargeProjectileThrower10
source: Large projectile thrower 10x mass
cs_cz: Vrhač velkých projektilů 10x težší
de: Starker Projektilwerfer x10
es: Lanzador de proyectiles grandes x10 de masa
fr: Lanceur de Grand Projectile masse x10
hr_hr: Velik bacač projektila 10x mase
it: Lanciatore di proiettili grande massa 10x
pt_br: Atirador de Projétil Grande 10 x massa
ru: Бросить большой снаряд 10х массы

# DisplayName_MediumProjectileThrower10
source: Medium projectile thrower 10x mass
cs_cz: Vrhač středních projektilů 10x težší
de: Schwacher Projektilwerfer x10
es: Lanzador de proyectiles medianos x10 de masa
fr: Lanceur de Projectile Moyen masse x10
hr_hr: Srednji bacač projektila 10x mase
it: Lanciatore di proiettile medio massa 10x
pt_br: Atirador de Projétil Médio 10 x massa
ru: Бросить средний снаряд 10x массы

# DisplayName_Block_KingStatue
source: King Statue
cs_cz: Socha krále
de: Königsstatue
es: Estatua del Rey
fr: Statue de Roi
hr_hr: Kip Kralja
it: Statua del re
pt_br: Estátua do Rei
ru: Статуя короля

# DisplayName_Block_TimberRound
source: Round Timber 1
cs_cz: Ttrám Kulatý
de: Rundbalken 1
es: Tronco talado
fr: Rondin de Bois
hr_hr: DeblaOkrugla
it: Palo
pt_br: Viga Redonda
ru: Круглая балка

# DisplayName_Block_TimberRound10
source: Round Timber
cs_cz: Trám Kulatý 10
de: Rundbalken
es: Tronco talado 10
fr: Rondin de Bois 10
hr_hr: DeblaOkrugla 10
it: Palo 10
pt_br: Viga Redonda 10
ru: Круглая балка 10

# DisplayName_Block_TimberRound2
source: Round Timber 2
cs_cz: Trám Kulatý 2
de: Rundbalken 2
es: Tronco talado 2
fr: Rondin de Bois 2
hr_hr: DeblaOkrugla 2
it: Palo 2
pt_br: Viga Redonda 2
ru: Круглая балка 2

# DisplayName_Block_TimberRound3
source: Round Timber 3
cs_cz: Trám Kulatý 3
de: Rundbalken 3
es: Tronco talado 3
fr: Rondin de Bois 3
hr_hr: DeblaOkrugla 3
it: Palo 3
pt_br: Viga Redonda 3
ru: Круглая балка 3

# DisplayName_Block_TimberRound4
source: Round Timber 4
cs_cz: Trám Kulatý 4
de: Rundbalken 4
es: Tronco talado 4
fr: Rondin de Bois 4
hr_hr: DeblaOkrugla 4
it: Palo 4
pt_br: Viga Redonda 4
ru: Круглая балка 4

# DisplayName_Block_TimberRound5
source: Round Timber 5
cs_cz: Trám Kulatý 5
de: Rundbalken 5
es: Tronco talado 5
fr: Rondin de Bois 5
hr_hr: DeblaOkrugla 5
it: Palo 5
pt_br: Viga Redonda 5
ru: Круглая балка 5

# DisplayName_Block_TimberRound6
source: Round Timber 6
cs_cz: Trám Kulatý 6
de: Rundbalken 6
es: Tronco talado 6
fr: Rondin de Bois 6
hr_hr: DeblaOkrugla 6
it: Palo 6
pt_br: Viga Redonda 6
ru: Круглая балка 6

# DisplayName_Block_TimberRound7
source: Round Timber 7
cs_cz: Trám Kulatý 7
de: Rundbalken 7
es: Tronco talado 7
fr: Rondin de Bois 7
hr_hr: DeblaOkrugla 7
it: Palo 7
pt_br: Viga Redonda 7
ru: Круглая балка 7

# DisplayName_Block_TimberRound8
source: Round Timber 8
cs_cz: Trám Kulatý 8
de: Rundbalken 8
es: Tronco talado 8
fr: Rondin de Bois 8
hr_hr: DeblaOkrugla 8
it: Palo 8
pt_br: Viga Redonda 8
ru: Круглая балка 8

# DisplayName_Block_TimberRound9
source: Round Timber 9
cs_cz: Trám Kulatý 9
de: Rundbalken 9
es: Tronco talado 9
fr: Rondin de Bois 9
hr_hr: DeblaOkrugla 9
it: Palo 9
pt_br: Viga Redonda 9
ru: Круглая балка 9

# DisplayName_Block_RopeRelease
source: Rope Release
cs_cz: Uvolnění Lana
de: Seilhaken
es: Soltar la cuerda
fr: Libération de la Corde
hr_hr: Otpuštanje Užeta
it: Sgancia-corda
pt_br: Liberador de Corda
ru: Высвобождение веревки

# DisplayName_Rope_Basic
source: Basic Rope
cs_cz: Základní lano
de: Normales Seil
es: Cuerda simple
fr: Corde Basique
hr_hr: Obično uže
it: Corda di base
pt_br: Corda Básica
ru: Обычная веревка

# DisplayName_Rope_TearableRope
source: Tearable Rope
cs_cz: Tržné lano
de: Zerreißbares Seil
es: Cuerda desgarrable
fr: Corde Déchirable
hr_hr: Uže koje može pući
it: Corda Strappabile
pt_br: Corda Rompível
ru: Рвущаяся веревка

# DisplayName_Block_CatchBlockExtended
source: Extended Catch Block
cs_cz: Prodloužený záchytný blok
de: Eingefasste Achse, verlängert
es: Bloque trampa desplegado
fr: Roulement Étendu
hr_hr: Uhvati Element Produženo
it: Mozzo esteso
pt_br: Bloco Eixo Estendido
ru: Расширенная ступица

# DisplayName_Block_CatchBlockClosed
source: One-Sided Catch Block
cs_cz: Uzavřený záchytný blok
de: Eingefasste Achse, einseitig
es: Bloque trampa plegado
fr: Roulement Fermé
hr_hr: Uhvati Element Zatvoreno
it: Mozzo Chiuso
pt_br: Bloco Eixo Fechado
ru: Закрытая ступица

# DisplayName_Block_LockCatchBlockExtended
source: Extended Locking Catch Block
cs_cz: Prodloužený záchytný blok uzamykatelný
de: Arretierbare eingefasste Achse, verlängert
es: Bloque trampa desplegado y bloqueado
fr: Roulement à Blocage Étendu
hr_hr: Zaključaj Uhvati Element Produženo
it: Mozzo Bloccabile Esteso
pt_br: Bloco Eixo Estendido com Trava
ru: Расширенная ступица с замком

# DisplayName_Block_LockCatchBlockClosed
source: One-Sided Locking Catch Block
cs_cz: Uzavřený záchytný blok uzamykatelný
de: Arretierbare eingefasste Achse, einseitig
es: Bloque trampa plegado y bloqueado
fr: Roulement à Blocage Fermé
hr_hr: Zaključaj Uhvati Element Zatvoreno
it: Mozzo Bloccabile Chiuso
pt_br: Bloco Eixo Fechado com Trava
ru: Закрытая ступица с замком

# DisplayName_Block_StoneBattlementRoundSmall
source: Small Round Battlement
cs_cz: Kamenné Cimbuří Kruhové Malé
de: Kleine runde Brüstung
es: Almenas pequeña de piedra redonda
fr: Créneaux de Pierre Circulaire Petits
hr_hr: Kamena Fortifikacija Okrugla Mala
it: Merlo di Pietra Circolare Piccolo
pt_br: Parapeito de Batalha Redondo Pequeno
ru: Малая круглая зубчатая стена

# DisplayName_Block_StoneBattlementSlopeLong
source: Battlement Slope Long
cs_cz: Kamenné Cimbuří Šikmé Dlouhé
de: Zinnen Schräge, lang
es: Almena grande de piedra en pendiente
fr: Créneaux de Pierre Incliné Long
hr_hr: Kamena Fortifikacija Nagib Dug
it: Merlo di Pietra Inclinato Lungo
pt_br: Parapeito de Batalha Canto Longo
ru: Длинные наклонные зубцы

# DisplayName_Block_StoneBattlementSlopeLongLeft
source: Battlement Slope Long Left
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Levé
de: Zinnen Schräge, lang links
es: Almena grande de piedra en pendiente izquierda
fr: Créneaux de Pierre Incliné Long Gauche
hr_hr: Kamena Fortifikacija Nagib Dug Lijevo
it: Merlo di Pietra Inclinato Lungo Sinistra
pt_br: Parapeito de Batalha Canto Longo Esquerda
ru: Длинные наклонные зубцы лев.

# DisplayName_Block_StoneBattlementSlopeLongMirror
source: Battlement Slope Long Mirrored
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Zrcadlové
de: Zinnen Schräge, lang gespiegelt
es: Almena grande de piedra en pendiente invertida
fr: Créneaux de Pierre Incliné Long Miroir
hr_hr: Kamena Fortifikacija Nagib Dug Obrnut
it: Stone Battlement Slope Long Mirrored
pt_br: Parapeito de Batalha Canto Longo Invertido
ru: Длинные наклонные зубцы зерк.

# DisplayName_Block_StoneBattlementSlopeLongMirrorLeft
source: Battlement Slope Long Mirrored Left
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Zrcadlové Levé
de: Zinnen Schräge, lang gespiegelt links
es: Almena grande de piedra en pendiente invertida a la izquierda
fr: Créneaux de Pierre Incliné Long Gauche Miroir
hr_hr: Kamena Fortifikacija Nagib Dug Obrnut Lijevo
it: Stone Battlement Slope Long Mirrored Left
pt_br: Parapeito de Batalha Canto Longo Invertido Esquerda
ru: Длинные наклонные зубцы зерк. лев.

# DisplayName_Block_StoneBattlementSlopeLongMirrorLeftTop
source: Battlement Slope Long Mirrored Left Top
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Zrcadlové Levé Horní
de: Zinnen Schräge, lang gespiegelt links oben
es: Almena grande de piedra en pendiente invertida izquierda arriba
fr: Créneaux de Pierre Incliné Long Miroir Gauche Haut
hr_hr: Kamena Fortifikacija Nagib Dug Obrnut Lijevo Vrh
it: Stone Battlement Slope Long Mirrored Left Top
pt_br: Parapeito de Batalha Canto Longo Invertido Topo Esquerda
ru: Длинные наклонные зубцы верх. лев.

# DisplayName_Block_StoneBattlementSlopeLongMirrorRight
source: Battlement Slope Long Mirrored Right
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Zrcadlové Pravé
de: Zinnen Schräge, lang gespiegelt rechts
es: Almena grande de piedra en pendiente invertida derecha
fr: Créneaux de Pierre Incliné Long Miroir Droit
hr_hr: Kamena Fortifikacija Nagib Dug Obrnut Desno
it: Stone Battlement Slope Long Mirrored Right
pt_br: Parapeito de Batalha Canto Longo Invertido Direita
ru: Длинные наклонные зубцы прав. зерк.

# DisplayName_Block_StoneBattlementSlopeLongRight
source: Battlement Slope Long Right
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Pravé
de: Zinnen Schräge, lang rechts
es: Almena grande de piedra en pendiente derecha
fr: Créneaux de Pierre Incliné Long Droit
hr_hr: Kamena Fortifikacija Nagib Dug Desno
it: Stone Battlement Slope Long Right
pt_br: Parapeito de Batalha Canto Longo Direita
ru: Длинные наклонные зубцы прав.

# DisplayName_Block_StoneBattlementSlopeLongRightTop
source: Battlement Slope Long Right Top
cs_cz: Kamenné Cimbuří Šikmé Dlouhé Pravé Horní
de: Zinnen Schräge, lang rechts oben
es: Almena grande de piedra en pendiente derecha arriba
fr: Créneaux de Pierre Incliné Long Droit Haut
hr_hr: Kamena Fortifikacija Nagib Dug Desno Vrh
it: Stone Battlement Slope Long Right Top
pt_br: Parapeito de Batalha Canto Longo Topo Direita
ru: Длинные наклонные зубцы верх. прав.

# DisplayName_Block_StoneSlopeLong30
source: Large Slope
cs_cz: Kamenný Blok Šikmý Dlouhý
de: Lange Rampe
es: Almena grande de piedra en pendiente
fr: Rampe de Pierre Longue
hr_hr: Kameni Nagib Dug
it: Blocco di Pietra Inclinato Lungo
pt_br: Rampa de Pedra 30° Longa
ru: Каменный наклон

# DisplayName_Block_StoneSlopeLong60
source: Large Vertical Slope
cs_cz: Kamenný Blok Šikmý Dlouhý 60
de: Lange vertikale Rampe
es: Almena grande de piedra en pendiente 60 grados
fr: Rampe de Pierre Longue 60
hr_hr: Kameni Nagib Dug 60
it: Blocco di Pietra Inclinato Lungo 60
pt_br: Rampa de Pedra 60° Longa
ru: Каменный наклон 60

# DisplayName_Block_StoneBattlementSlope
source: Battlement Slope
cs_cz: Kamenné Cimbuří Šikmé
de: Zinnen Schräge
es: Almena de piedra en pendiente
fr: Créneaux de Pierre Incliné
hr_hr: Kamena Fortifikacija Nagib
it: Parapetto di Pietra Inclinato
pt_br: Parapeito de Batalha Canto
ru: Зубчатый наклон

# DisplayName_Block_StoneBattlementSlopeBottom
source: Battlement Slope Bottom
cs_cz: Kamenné Cimbuří Šikmé Dolní
de: Zinnen Schräge, unten
es: Almena de piedra en pendiente abajo
fr: Créneaux de Pierre Incliné Bas
hr_hr: Kamena Fortifikacija Nagib Dno
it: Stone Battlement Slope Bottom
pt_br: Parapeito de Batalha Base Canto
ru: Низ зубчатого наклона

# DisplayName_Block_StoneBattlementSlopeBottomMirror
source: Battlement Slope Bottom Mirrored
cs_cz: Kamenné Cimbuří Šikmé Dolní Zrcadlové
de: Zinnen Schräge, unten gespiegelt
es: Almena de piedra en pendiente invertida abajo
fr: Créneaux de Pierre Incliné Bas Miroir
hr_hr: Kamena Fortifikacija Nagib Dno Obrnut
it: Stone Battlement Slope Bottom Mirrored
pt_br: Parapeito de Batalha Base Canto Invertido
ru: Низ зубчатого наклона зерк.

# DisplayName_Block_StoneBattlementSlopeTop
source: Battlement Slope Top
cs_cz: Kamenné Cimbuří Šikmé Horní
de: Zinnen Schräge, oben
es: Almena de piedra en pendiente arriba
fr: Créneaux de Pierre Incliné Haut
hr_hr: Kamena Fortifikacija Nagib Vrh
it: Stone Battlement Slope Top
pt_br: Parapeito de Batalha Topo Canto
ru: Верх зубчатого наклона
