Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# Quote39Text
source: By denying scientific principles, one may maintain any paradox.
cs_cz: Pokud popřete vědecký princip, můžete hájit jakýkoli paradox.
de: Indem man wissenschaftlichen Prinzipien widerspricht, kann man jedes Paradoxon erhalten.
es: Negando principios científicos, cualquiera puede mantener una paradoja.
fr: En niant des principes scientifiques, on peut maintenir n'importe quel paradoxe.
hr_hr: Poricanjem znanstvenih načela može se održavati bilo koji paradoks.
it: Negando i principi scientifici, si può mantenere qualunque paradosso. [cit.]
pt_br: Negando-se algum princípio cientifico, alguém pode manter um paradoxo.
ru: Отрицая научные принципы, позволительно опираться на парадоксы.

# Quote40Text
source: Mathematics is the language in which God has written the universe.
cs_cz: Matematika je jazyk ve kterém Bůh napsal vesmír.
de: Mathematik ist das Alphabet, mit dessen Hilfe Gott das Universum beschrieben hat.
es: Las matemáticas son el lenguaje con el que Dios ha escrito el universo.
fr: La mathématique est l'alphabet dans lequel Dieu a écrit l'univers.
hr_hr: Matematika je jezik na kojem je Bog napisao svemir.
it: La matematica è l'alfabeto nel quale Dio ha scritto l'universo. [cit.]
pt_br: Matemática é a Língua que Deus usou para escrever o Universo.
ru: Математика - язык, на которым Бог написал вселенную.

# Quote41Text
source: If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.
cs_cz: Kdybych opět začal studovat, tak bych se řídil pokyny Plata a začal s matematikou.
de: Wenn ich noch einmal anfangen würde zu studieren, dann würde ich Platons Rat befolgen und mit Mathematik beginnen.
es: Si fuera a empezar mis estudios de nuevo, seguiría el consejo de Platón y empezaría con las matemáticas.
fr: Si je devais recommencer mes études, je suivrais le conseil de Platon et démarrerais avec les mathématiques.
hr_hr: Da opet počinjem svoj studij, poslušao bih Platonov savjet i počeo matematikom.
it: Se potessi iniziare nuovamente i miei studi, avrei seguito il consiglio di Platone partendo con la matematica. [cit.]
pt_br: Se eu estivesse novamente no início dos meus estudos, Eu seguiria as recomendações de Platão e começaria pela matemática.
ru: Если бы снова начал учебу, я бы последовал совету Платона и начал с математики.

# Quote42Author
source: Socrates
cs_cz: Sokrates
de: Sokrates
es: Sócrates
fr: Socrate
hr_hr: Sokrat
it: Socrate
pt_br: Sócrates
ru: Сократ

# Quote42Text
source: I know one thing: that I know nothing.
cs_cz: Vím, že nic nevím.
de: Ich weiß, dass ich nichts weiß.
es: Solo sé una cosa: que no sé nada.
fr: Tout ce que je sais: c’est que je ne sais rien.
hr_hr: Znam da ništa ne znam.
it: So solamente una cosa: non so alcunché. [cit.]
pt_br: Eu sei somente uma coisa; a de que Eu não sei de nada.
ru: Я знаю только одну вещь: я не знаю ничего.

# Quote43Text
source: To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.
cs_cz: Optimista vidí sklenici z poloviny plnou. Pesimista vidí sklenici poloprázdnou. Inženýr tuto sklenici vidí dvakrát větší než je třeba.
de: Für den Optimisten ist das Glas halbvoll. Für den Pessimisten ist es halbleer. Für den Ingenieur ist es doppelt so groß, wie es sein muss.
es: Para el optimista, el vaso está medio lleno. Para el pesimista, está medio vacío. Para el ingeniero, el vaso es el doble de grande de lo necesario.
fr: Pour une personne optimiste, le verre est à moitié plein. Pour une personne pessimiste, il est à moitié vide. Pour l'ingénieur, il est deux fois plus grand que nécessaire.
hr_hr: Optimistu je čaša polupuna. Pesimistu je čaša poluprazna. Inžinjeru je čaša duplo veća nego što treba biti ... .
it: Per l'ottimista, il bicchiere è mezzo pieno. Per il pessimista, è mezzo vuoto. Per l'ingegnere, il bicchiere è due volte più grande di quanto sarebbe necessario. [cit.]
pt_br: Para o otimista, o copo está meio cheio. Para o pessimista, meio vazio. Para o engenheiro, o copo tem o dobro do tamanho que precisava.
ru: Для оптимиста стакан наполовину полон. Для пессимиста стакан наполовину пуст. Для инженера стакан в два раза больше, чем должен быть.

# Quote44Author
source: Sun Tzu
de: Sunzi
ru: Сунь Цзы

# Quote44Text
source: The supreme art of war is to subdue the enemy without fighting.
cs_cz: Nejvyšším uměním války je podmanit si nepřítele bez boje.
de: Die höchste Form der Kriegsführung ist die Zerstörung des Willens seines Feindes, um so allen Angriffen vorzubeugen.
es: El supremo arte de la guerra es subyugar al enemigo sin luchar.
fr: L'art suprême de la guerre, c'est de soumettre l'ennemi sans combat.
hr_hr: Vrhunsko umijeće rata je pokoriti neprijatelja bez borbe.
it: L'arte suprema della guerra è di sottomettere il nemico senza combattere. [cit.]
pt_br: A Arte suprema da guerra é subjugar o inimigo sem lutar.
ru: Высшее искусство войны - покорить врага без боя.

# Quote45Text
source: He who knows when he can fight and when he cannot, will be victorious.
cs_cz: Ten kdo ví kdy bojovat a kdy ne, bude vítěz
de: Siegen wird der, der weiß, wann er kämpfen muss und wann nicht.
es: El que sabe cuándo luchar y cuándo no, alcanzará la victoria.
fr: Celui qui sait quand il faut se battre et quand il ne le faut pas sera toujours victorieux.
hr_hr: Pobjednik će biti onaj koji zna kada se može boriti, a kada ne može.
it: Colui che sa quando combattere e quando no, otterrà la vittoria. [cit.]
pt_br: Aquele que sabe quando deve ou não lutar, será vitorioso.
ru: Тот, кто знает, когда он может сражаться, а когда нет, всегда побеждает.

# Quote46Text
source: Invincibility lies in the defence; the possibility of victory in the attack.
cs_cz: Nepřemožitelnost tví v obraně; možnost vítězství v útoku.
de: Unbesiegbarkeit liegt in der Verteidigung; Die Möglichkeit zum Sieg im Angriff.
es: La invencibilidad yace en la defensa. La posibilidad de victoria en el ataque.
fr: L'invincibilité se trouve dans la défense, la possibilité de victoire dans l'attaque.
hr_hr: Nepobjedivost leži u obrani, a mogućnost pobjede u napadu.
it: L'invincibilità è nella difesa. La possibilità di vittoria nell'attacco. [cit.]
pt_br: Invencibilidade depende da defesa; a possibilidade de vitória, do ataque
ru: Бессмертие состоит в защите; возможность победы - в атаке.

# Quote47Text
source: Confront them with annihilation, and they will then survive; plunge them into a deadly situation, and they will then live. When people fall into danger, they are then able to strive for victory.
cs_cz: Čelí zhoubě a zničení, přežijí, vrhnou se do spáru smrti, a oni přežijí. Když se lidé dostanou do nebezpečí, vždy jsou schopni přežít.
de: Konfrontiere sie mit Vernichtung, und sie werden überleben. Stürze sie in den Tod, und sie werden leben. Wenn Menschen in Gefahr sind, dann sind sie fähig ihren Sieg zu erringen.
es: Amenázalos con la aniquilación, y sobrevivirán. Zambúllelos en una situación morta, y vivirán. Cuando la gente cae al peligro, son capaces de conseguir la victoria.
fr: Confrontez vos troupes à l'annihilation, elles survivront ; plongez-les dans une situation désespérée et elles vivront. Quand l'homme est en danger, il sait lutter pour remporter la victoire.
hr_hr: Suoči ih uništenjem i oni će preživjeti; baci ih u smrtonosnu situaciju i oni će živjeti. Kada ljudi upadnu u nevolju, onda mogu težiti pobjedi.
it: Minacciali con l'annientamento ed esso sopravvivranno; gettali in una situazione mortale, ed essi vivranno. Quando le persone sono in pericolo, saranno in grado di lottare per la vittoria. [cit.]
pt_br: Confronte-os com a aniquilação, e então eles vão sobreviver; mergulhai-os em uma situação mortal, e então eles vão viver. Quando as pessoas estão em perigo, eles são então capazes de lutar pela vitória.
ru: Столкни их с уничтожением, и они выживут; брось их в смертельную ситуацию, и они будут жить. Когда люди в опасности - они сильнее стремятся к победе.

# Quote48Text
source: If you are far from the enemy, make him believe you are near.
cs_cz: Pokud jsi daleko od nepřítele, ujistiho, že jsi blízko.
de: Wenn du vom Gegner weit entfernt bist, dann lass ihn glauben, du seist nah.
es: Si estás lejos del enemigo, hazle creer que estás cerca.
fr: Quand vous êtes proche, feignez l'éloignement. Quand vous êtes loin, feignez la proximité.
hr_hr: Ako si daleko od neprijatelja, uvjeri ga da si blizu.
it: Anche se fossi lontano dal nemico, fagli credere che sia vicino. [cit.]
pt_br: Se você está longe do inimigo, faça-o acreditar que você esta perto.
ru: Если вы далеко от врага, заставьте его думать, что вы близко.

# Quote49Text
source: It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.
cs_cz: Jen osvícený panovník a moudrý generál, jenž pro účely špionáže používá nejvyšší inteligenci armády, dosahuje skvělých výsledků.
de: Nur der erleuchtete Herrscher und der weise General werden die Intelligentesten ihrer Armee als Spione einsetzen, und so werden sie große Erfolge erzielen.
es: Solo el gobernante iluminado y el general sabio utilizan la inteligencia del ejército para espiar, y por lo tanto, consiguen grandes resultados.
fr: Seul le Prince éclairé et le digne Général peuvent gagner à leur service les esprits les plus pénétrants et accomplir de vastes desseins.
hr_hr: Samo će prosvijetljeni vladar i mudri general upotrijebiti najveću inteligenciju vojske u svrhu špijuniranja i tako postići odlične rezultate.
it: Solo il sovrano illuminato e sapiente generalmente utilizza i segreti militari per spiare, ottenendo così grandi risultati. [cit.]
pt_br: Apenas o governante esclarecido e o general sábio que vão usar a maior inteligência do exército para fins de espionagem, e, assim, eles conseguir grandes resultados.
ru: Только просвещенный правитель и мудрый генерал, использующий интеллект армии с целью шпионажа, добивается превосходных результатов.

# Quote50Text
source: If ignorant both of your enemy and yourself, you are certain to be in peril.
cs_cz: Kdo nezná protivníka ani sebe, ztratí každou bitvu.
de: Wenn du zu dir selbst und deinem Gegner ignorant bist, dann bist du mit großer Wahrscheinlichkeit in Gefahr.
es: Si ignoras tanto al enemigo como a ti mismo, seguramente tengas problemas.
fr: Si vous êtes à la fois ignorant de l’ennemi et de vous même, vous êtes sûr de vous trouver en péril à chaque bataille.
hr_hr: Tko ne poznaje ni svog neprijatelja ni sebe će sigurno biti u opasnosti
it: Se ignori sia il nemico che te stesso, sarai certamente in pericolo. [cit.]
pt_br: Se tanto seu inimigo quanto você são ignorantes, então com certeza você está em perigo.
ru: Если не знать всех ваших врагов и себя, вы наверняка будете в опасности.

# Quote51Author
source: Julius Caesar
de: Julius Cäsar
es: Julio César
fr: Jules César
hr_hr: Julije Cezar
it: Giulio Cesare
ru: Юлий Цезарь

# Quote51Text
source: It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience.
cs_cz: Snazší je najít lidi, jenž dobrovolně zemřou, než najít ty, jenž budou ochotni trpělivě snášet bolest.
de: Leichter ist es, Menschen zu finden, die freiwillig in den Tod gehen, als solche, die mit Geduld Schmerzen ertragen.
es: Es más fácil encontrar voluntarios para morir que para soportar daños con paciencia.
fr: Il est plus facile de trouver des hommes qui se porteront volontaires pour mourir, que de trouver ceux qui seront disposés à supporter la douleur avec patience.
hr_hr: Lakše je naći ljude koji dobrovoljno umiru, nego naći one koji su voljni strpljivo trpiti bol.
it: È più facile trovare uomini che muoiano volontariamente, piuttosto che trovare coloro che siano disposti a sopportare il dolore con pazienza. [cit.]
pt_br: É mais fácil encontrar homens que se voluntariam para a morte, do que encontrar aqueles que tem a coragem de enfrentar a dor com paciência.
ru: Легче найти людей, готовых умереть, нежели тех, кто готов жить и терпеть боль.

# Quote52Author
source: Julius Caesar
de: Julius Cäsar
es: Julio César
fr: Jules César
hr_hr: Julije Cezar
it: Giulio Cesare
ru: Юлий Цезарь

# Quote52Text
source: I came, I saw, I conquered.
cs_cz: Přišel jsem, viděl jsem, dobyl jsem.
de: Ich kam, ich sah, ich siegte.
es: Vine, vi, vencí.
fr: Je suis venu, j'ai vu, j'ai vaincu.
hr_hr: Dođoh, vidjeh, pobijedih.
it: Venni, vidi, vinsi. [cit.]
pt_br: Eu vim, Eu Vi, Eu Conquistei.
ru: Пришел, увидел, победил.

# Quote53Author
source: Julius Caesar
de: Julius Cäsar
es: Julio César
fr: Jules César
hr_hr: Julije Cezar
it: Giulio Cesare
ru: Юлий Цезарь

# Quote53Text
source: Cowards die many times before their actual deaths.
cs_cz: Zbabělci před smrtí mnohokrát zemřou.
de: Feiglinge sterben viele Tode vor ihrem wahren Tod.
es: Los cobardes mueren muchas veces antes de morir realmente.
fr: Les lâches meurent plusieurs fois avant leur mort.
hr_hr: Kukavice umiru puno puta prije svoje prave smrti.
it: I codardi muoiono infinite volte prima di morire veramente. [cit.]
pt_br: Covardes morrem muitas vezes antes de morrer de verdade.
ru: Трусы умирают много раз.

# Quote54Author
source: Julius Caesar
de: Julius Cäsar
es: Julio César
fr: Jules César
hr_hr: Julije Cezar
it: Giulio Cesare
ru: Юлий Цезарь

# Quote54Text
source: I love the name of honor, more than I fear death.
cs_cz: Miluju jmeno Čest, víc takových, tak se bojím smrti.
de: Ich liebe den Namen der Ehre, mehr als ich den Tod fürchte.
es: Me encanta la palabra honor, más de lo que temo a la muerte.
fr: J’aime le nom de l’honneur, plus que je ne crains la mort.
hr_hr: Volim ime časti više nego što se bojim smrti.
it: Amo l'onore più di quanto temi la morte. [cit.]
pt_br: Eu amo o nome da Honra, mais do que temo a morte.
ru: Я люблю слово чести намного больше, нежели боюсь смерти.

# Quote55Author
source: Julius Caesar
de: Julius Cäsar
es: Julio César
fr: Jules César
hr_hr: Julije Cezar
it: Giulio Cesare
ru: Юлий Цезарь

# Quote55Text
source: Experience is the teacher of all things.
cs_cz: Zkušenost je učitelem všech věcí.
de: Die Erfahrung ist die Lehrmeisterin in allem.
es: La experiencia es el profesor de todas las cosas.
fr: En toutes choses, l'expérience est le meilleur maître.
hr_hr: Iskustvo je učitelj svega.
it: L'esperienza è l'insegnante di tutte le cose. [cit.]
pt_br: Experiencia é a professora de tudo.
ru: Опыт - лучший учитель.

# Quote56Author
source: Aztec Warrior
cs_cz: Aztécký Bojovník
de: Aztekischer Krieger
es: Guerrero Azteca
fr: Guerrier aztèque
hr_hr: Astečki Ratnik
it: Guerriero azteco
pt_br: Guerreiro Azteca
ru: Ацтекский Воин

# Quote56Text
source: There are no ordinary moments. There is always something going on.
cs_cz: Tohle není obyčejný moment. Stále se zde něco děje.
de: Es gibt keine gewöhnliche Momente. Es ist immer irgendetwas los.
es: No hay momentos ordinarios. Siempre está pasando algo.
fr: Il n'y a pas de moments ordinaires. Il se passe toujours quelque chose.
hr_hr: Nema običnih trenutaka. Nešto se uvijek događa.
it: Non ci sono momenti normali. C'è sempre qualcosa da fare.
pt_br: Não existem momentos ordinários. Sempre há alguma coisa acontecendo.
ru: Не бывает "обычных" моментов. Всегда что-нибудь происходит.

# Quote57Author
source: White Elk
cs_cz: Bílý Los
de: Weißer Elch
es: Alce Blanco
fr: Wapiti Blanc
hr_hr: Bijeli Los
it: Alce bianco
pt_br: Cervo Branco
ru: Белый Лось

# Quote57Text
source: When you were born, you cried and the world rejoiced. Live your life so that when you die, the world cries and you rejoice.
cs_cz: Když si se narodil, plakal jsi, ale svět se radoval. Žij svůj život tak, aby až zemřeš, svět plakal, ale ty si byl naplněn radostí.
de: Als du geboren wurdest, weintest du, und die Welt freute sich. Lebe dein Leben so, dass, wenn du stirbst, die Welt weint und du dich freust.
es: Cuando naciste, llorabas y el mundo se regocijaba. Vive tu vida para que, al morir, el mundo llore y tú te regocijes.
fr: Quand tu es né, tu as pleuré et le monde s'est réjoui. Vis ta vie pour qu'à ta mort, le monde pleure et tu te réjouisse.
hr_hr: Kada si rođen, plakao si, a svijet se veselio. Živi svoj život tako da, kada umreš, svijet plače a ti se veseliš.
it: Quando nascesti, tutti erano contenti e tu piangevi. Vivi in modo che, quando morirai, tutti piangano e tu sia felice. [cit.]
pt_br: Quando você nasceu, você chorou e o mundo se alegrou. Viva sua vida para que quando você morra, o mundo chore e você se alegre.
ru: Когда вы рождаетесь, вы плачете, а мир радуется. Проживите жизнь так, чтобы, когда вы умирали, мир плакал, а вы радовались.

# Quote58Author
source: Old indian saying
cs_cz: Staré indiánské rčení
de: Altes indisches Sprichwort
es: Antiguo dicho indio
fr: Vieux dicton indien
hr_hr: Stara indijska izreka
it: Antico detto indiano
pt_br: Velho ditado Indiano
ru: Старое индийское высказывание

# Quote58Text
source: Certain things catch your eye, but pursue only those that capture your heart.
cs_cz: Některé věci ti padnou do oka, ale má cenu sledovat pouze ty, které polapí tvé srdce.
de: Gewisse Dinge werden deine Aufmerksamkeit auf sich ziehen, aber folge nur denen, die dein Herz erobern.
es: Algunas cosas te llaman la atención, pero persigue solo aquellas que capturen tu corazón.
fr: Certaines choses attirent ton attention, mais ne pourchasse que celles qui appellent ton cœur.
hr_hr: Određene stvari zapadnu za oko, ali valja ići samo za onima koje prirastu srcu.
it: Certe cose attirano i tuoi occhi ma segui solo quelle che catturano il tuo cuore. [cit.]
pt_br: Algumas coisas te saltam a vista, porém persiga somente aquilo que capture seu coração.
ru: Некоторые вещи бросаются в глаза, но остаются лишь те, которые захватили ваше сердце

# Quote59Text
source: The mind is everything. What you think you become.
cs_cz: Mysl je všechno. Co chceš se stane.
de: Der Geist ist alles; was du denkst, das wirst du.
es: La mente lo es todo. Eres lo que piensas.
fr: L'esprit est tout. Ce que tu penses, tu le deviens.
hr_hr: Um je sve. Što mislimo, to i postanemo.
it: La mente è tutto. Noi diventiamo ciò che pensiamo. [cit.]
pt_br: A mente é tudo. Você se torna o que você pensa.
ru: Разум - это всё.

# Quote60Text
source: There are only two mistakes one can make along the road to truth; not going all the way, and not starting.
cs_cz: Existují pouze dvě chyby, které můžete udělat na cestě k pravdě; nebude to celou cestu, a nezačíná.
de: Es gibt nur zwei Fehler die man auf dem Weg zur Wahrheit machen kann: Nicht den ganzen Weg gehen und nicht beginnen.
es: Solo hay dos errores posibles en el camino a la verdad: no recorrer todo el camino, y no empezarlo.
fr: Il y a seulement deux erreurs que l'on peut faire sur le chemin de la vérité; ne pas aller jusqu'au bout, et ne pas commencer.
hr_hr: Postoje samo dvije pogreške koje se mogu učiniti na putu do istine; ne ići do kraja i ne započeti.
it: Ci sono solo due errori che si possono fare lungo la strada verso il vero: non andare fino in fondo e non iniziare. [cit.]
pt_br: Só existem dois erros que alguém pode fazer no caminho pela verdade; Não percorre-lo por completo, e nem começa-lo.
ru: Есть только две ошибки на пути к истине: не дойти до конца и не начать.

# Quote61Text
source: Better than a thousand hollow words, is one word that brings peace.
cs_cz: Lepší než tisíc prázdných slov, je jedno slovo, které přináší mír.
de: Besser als tausend leere Worte, ist ein Wort das Frieden schafft.
es: Mejor que mil palabras vacías es una palabra que trae paz.
fr: Meilleur que mille mots creux, est un mot qui apporte la paix.
hr_hr: Od tisuću šupljih riječi bolja je jedna koja donosi mir.
it: Meglio di mille parole vuote, è una parola che porta la pace. [cit.]
pt_br: Melhor do que mil palavras ocas, é uma palavra que traz a paz.
ru: Одно слово, несущее мир, лучше тысячи пустых слов.

# Quote62Author
source: Alexander the Great
cs_cz: Alexandr Veliký
de: Alexander der Große
es: Alejandro el Grande
fr: Alexandre le Grand
hr_hr: Aleksandar Veliki
it: Alessandro il Grande
pt_br: Alexandre o Grande
ru: Александр Великий

# Quote62Text
source: There is nothing impossible to him who will try.
cs_cz: Není nic nemožného pro toho, kdo to zkusí.
de: Nichts ist unmöglich für den, der es versucht.
es: No hay nada imposible para aquellos que lo intentan.
fr: Il n'y a rien d'impossible à celui qui essaye.
hr_hr: Onome tko proba ništa nije nemoguće.
it: Niente è impossibile per colui che osa. [cit.]
pt_br: Não há nada impossível para aquele que tenta.
ru: Нет ничего невозможного для того, кто пытается.

# Quote63Author
source: Socrates
cs_cz: Sókratés
de: Sokrates
es: Sócrates
fr: Socrate
hr_hr: Sokrat
it: Socrate
pt_br: Sócrates
ru: Сократ

# Quote63Text
source: The only true wisdom is in knowing you know nothing.
cs_cz: Jediná skutečná moudrost je v poznatku, že nevíme nic.
de: Die einzige wahre Weisheit ist, zu wissen, dass du nichts weißt.
es: El único conocimiento verdadero es saber que no sabes nada.
fr: Le seul vrai enseignement est de savoir que l'on ne sait rien
hr_hr: Jedina prava mudrost je znati da ne znaš ništa.
it: La vera saggezza sta in colui che sa di non sapere. [cit.]
pt_br: A única sabedoria verdadeira é saber que você não sabe de nada.
ru: Истинная мудрость - это знание того, что вы ничего не знаете.

# DisplayName_Block_RoofHay
source: Thatch Roof
cs_cz: Střecha ze sena
de: Strohdach
es: Heno para el tejado
fr: Toit de Chaume
hr_hr: Krov Sijeno
it: Tetto di fieno
pt_br: Telhado de Palha
ru: Соломенная крыша

# DisplayName_Block_RoofHayCorner
source: Thatch Roof Outer Corner
cs_cz: Rohová střecha ze sena
de: Strohdach Außenecke
es: Esquina de heno para el tejado
fr: Toit de Chaume Coin
hr_hr: Krov Sijeno Ugao
it: Angolo del tetto di fieno
pt_br: Telhado de Palha Canto
ru: Угол соломенной крыши

# DisplayName_Block_StoneBattlementCenter
source: Battlement Center
cs_cz: Kamenné Cimbuří Středové
de: Zinnen
es: Almenas centrales de piedra
fr: Créneaux de Pierre Centrés
hr_hr: Kamena Fortifikacija Centar
it: Parapetto di pietra centrale
pt_br: Parapeito de Batalha Central
ru: Центральная зубчатая стена

# DisplayName_Block_StoneBattlementRoundMultiBlock
source: Small Round Ledge Battlement
de: Kleine runde Brüstung mit Zinnen

# DisplayName_Block_StonePlatformRoundAdvanced
source: Small Round Ledge Platform
de: Kleine runde Brüstung

# DisplayName_Block_StoneBattlementCorner
source: Corner Battlement
de: Zinnen Ecke

# DisplayName_Block_StonePlatform
source: Platform
cs_cz: Kamená platforma
de: Plattform
es: Plataforma de piedra
fr: Plateforme de Pierre
hr_hr: Kamena Platforma
it: Piattaforma di pietra
pt_br: Plataforma de Pedra
ru: Каменная платформа

# DisplayName_Block_StonePlatformCorner
source: Ledge Platform, Outer Corner
cs_cz: Rohová kamenná platforma
de: Brüstung, Außenecke
es: Esquina de plataforma de piedra
fr: Plateforme de Pierre Coin
hr_hr: Kamena Platforma Ugao
it: Piattaforma di pietra angolare
pt_br: Plataforma de Pedra Canto
ru: Угол каменной платформы

# DisplayName_Block_Timber
source: Timber 1
cs_cz: Trám
de: Balken 1
es: Madera
fr: Bois
hr_hr: Debla
it: Trave
pt_br: Viga de Madeira
ru: Деревянная балка

# DisplayName_Block_Timber10
source: Timber
cs_cz: Trám 10
de: Balken
es: Madera 10
fr: Bois 10
hr_hr: Debla 10
it: Trave 10
pt_br: Viga de Madeira 10
ru: Деревянная балка 10

# DisplayName_Block_Timber2
source: Timber 2
cs_cz: Trám 2
de: Balken 2
es: Madera 2
fr: Bois 2
hr_hr: Debla 2
it: Trave 2
pt_br: Viga de Madeira 2
ru: Деревянная балка 2

# DisplayName_Block_Timber3
source: Timber 3
cs_cz: Trám 3
de: Balken 3
es: Madera 3
fr: Bois 3
hr_hr: Debla 3
it: Trave 3
pt_br: Viga de Madeira 3
ru: Деревянная балка 3
