Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# Quote11Text
source: Without knowledge action is useless and knowledge without action is futile.
cs_cz: Činy bez znalostí jsou k ničemu a znalosti bez činů nemají smysl.
de: Wissen ohne Handeln ist nutzlos - Handeln ohne Wissen erfolglos.
es: Sin conocimiento la acción es inútil, y el conocimiento sin acción es fútil.
fr: Sans connaissance, l'action est inutile et la connaissance sans action est futile.
hr_hr: Bez znanja, djelovanje je beskorisno, a znanje bez djelovanja uzaludno.
it: L'azione senza conoscenza è inutile, la conoscenza senza l'azione è futile. [cit.]
pt_br: Sem conhecimento a ação é inútil já o conhecimento sem ação é fútil.
ru: Знание в действии - полезно, знание без действия - бесполезно.

# Quote12Text
source: Run away from greatness and greatness will follow you.
cs_cz: Velikosti neutečeš, velikost tě vždy dožene.
de: Flieh vor dem Ruhm, dann wird er dir folgen.
es: Huye de la grandeza y la grandeza te seguirá.
fr: Fuyez la grandeur et la grandeur vous suivra.
hr_hr: Pobjegni od uzvišenosti i uzvišenost će te pratiti.
it: Scappa dalla grandezza e la grandezza ti seguirà [cit.]
pt_br: Corra da grandeza e a grandeza te seguirá.
ru: Бегите от величия, и оно последует за вами.

# Quote13Text
source: Good actions are a guard against the blows of adversity.
cs_cz: Dobré činy nás chrání před ranami z nepřízně osudu.
de: Gute Handlungen sind ein Wächter gegen die Stürme des Unglücks.
es: Las buenas acciones protegen frente a los embistes de la adversidad.
fr: Les bonnes actions sont un rempart contre le souffle de l'adversité.
hr_hr: Dobra djela čuvaju od udaraca nedaće.
it: Le buone azioni sono una guardia contro il soffio delle avversità. [cit.]
pt_br: As boas ações são uma proteção contra os golpes da adversidade.
ru: Добрые дела спасают от преград судьбы.

# Quote14Author
source: Saint Isaac of Nineveh
cs_cz: Svatý Izák z Ninive
de: Isaak von Ninive
es: San Isaac de Nínive
fr: Saint Isaac de Ninive
hr_hr: Sveti Izak od Ninjive
it: Isacco di Ninive
pt_br: São Isaac de Nínive
ru: Исаак Ниневийский

# Quote14Text
source: Be at peace with your own soul, then heaven and earth will be at peace with you.
cs_cz: Buďte v míru se svou duší, a Nebe i Země budou v míru s vámi.
de: Halte Frieden in deiner Seele, so werden Himmel und Erde mit dir in Frieden sein.
es: Estate en paz con tu alma, y el cielo y la tierra estarán en paz contigo.
fr: Sois en paix avec ton âme, alors le ciel et la terre seront en paix avec toi.
hr_hr: Pomiri se sa svojom dušom i raj i zemlja će biti pomireni s tobom.
it: Sii in pace con la tua anima, così paradiso e terra saranno in pace con te. [cit.]
pt_br: Esteja em paz com a sua própria alma, então a terra e o céu estarão em paz com você.
ru: Будь в мире со своей душой, и тогда небо и земля будут в мире с тобой.

# Quote15Author
source: Saint Jerome
cs_cz: Svatý Jeroným
de: Hieronymus
es: San Jerónimo
fr: Saint Jérôme
hr_hr: Sveti Jeronim
it: San Gerolamo
ru: Сэнт Жером

# Quote15Text
source: Even brute beasts and wandering birds do not fall into the same traps or nets twice.
cs_cz: Ani zuřivá bestie ani toulavý pták se nechytí do stejné pasti dvakrát.
de: Sogar rohe Bestien und wandernde Vögel gehen nicht zweimal in dieselbe Falle oder dasselbe Netz.
es: Incluso las bestias y los pájaros viajeros no caen dos veces en la misma trampa.
fr: Les animaux sauvages et les oiseaux errants, ne tombent jamais dans les même pièges et les mêmes filets deux fois.
hr_hr: Čak ni divlje životinje i lutajuće ptice ne padaju u iste zamke ili mreže dvaput.
it: Anche le bestie e gli uccelli viaggiatori non rientrano due volte nella stessa trappola. [cit.]
pt_br: Até mesmo animais irracionais e pássaros errantes não caem nas mesmas armadilhas ou redes duas vezes.
ru: Даже животные не попадают в ловушки дважды.

# Quote16Author
source: Robert the Monk
cs_cz: Robert Mnich
de: Robert der Mönch
es: Roberto el Monje
fr: Robert le Moine
hr_hr: Robert Redovnik
it: Roberto il Monaco
pt_br: Robert o Monge
ru: Монах Роберт

# Quote16Text
source: Oh, most valiant soldiers and descendants of invincible ancestors, be not degenerate, but recall the valor of your progenitors.
cs_cz: Oh, stateční vojáci a potomci neporazitelný předků, neklesejte na duchu, ale připomínejte si statečnost svých předků.
de: Oh ihr tapferen Soldaten und Nachfahren der unbesiegbaren Vorfahren, seid nicht entartet, sondern erinnert euch an die Tapferkeit eurer Vorfahren!
es: Oh, soldados valientes y descendientes de ancestros invencibles, no seáis degenerados, recordad el valor de vuestros progenitores.
fr: Ô, très courageux chevaliers et descendants de pères invincibles, ne dégénérez point, mais rappelez-vous les vertus de vos ancêtres.
hr_hr: O, najhrabriji vojnici i potomci nepobjedivih predaka, ne degenerirajte nego se sjetite junaštva svojih praotaca.
it: Oh, soldati valorosi e discendenti di antenati invincibili, non siate dissoluti ma ricordate il valore dei vostri progenitori. [cit.]
pt_br: Oh, Mais valentes soldados e descendentes de ancestrais invencíveis, não degenerem, mas relembrem do valor de seus progenitores.
ru: О, доблестные потомки непобедимых предков, не вырождайтесь, вспоминайте доблесть ваших предшественников.

# Quote17Author
source: Thomas a Kempis
cs_cz: Tomáš Kempenský
de: Thomas von Kempen
es: Tomás de Kempis
hr_hr: Toma Kempenac
it: Tommaso da Kempis
ru: Томас Кемпийский

# Quote17Text
source: If you bear the cross gladly, it will bear you.
cs_cz: Přijmi své břemeno a přestane ti být břemenem.
de: Trägst du dein Kreuz willig, so wird es dich tragen.
es: Si llevas la cruz con alegría, ella te llevará a ti.
fr: Si tu portes la croix de bon coeur, elle te portera aussi.
hr_hr: Ako rado nosiš križ, križ će nositi tebe.
it: Se tu solleverai la croce con gioia, essa ti solleverà. [cit.]
pt_br: Se você carregar a cruz com alegria, ele te dará à luz.
ru: Если нести крест с удовольствием - вам воздастся.

# Quote18Author
source: Old English proverb
cs_cz: Staré anglické přísloví
de: Altes englisches Sprichwort
es: Antiguo dicho inglés
fr: Vieux proverbe Anglais.
hr_hr: Stara Engleska izreka
it: Antico proverbio inglese
pt_br: Antigo Provérbio Inglês
ru: Старая английская псловица

# Quote18Text
source: A man’s home is his castle.
cs_cz: Pánův dům je jeho hrad.
de: Des Mannes Haus ist sein Schloss.
es: El hogar de un hombre es su castillo.
fr: La maison d'un homme est son château.
hr_hr: Čovjekov dom je njegov dvorac.
it: La casa di un uomo è il suo castello [cit.]
pt_br: A casa de um homem é seu castelo.
ru: Дом человека - его крепость.

# Quote19Text
source: Only the artist, not the fool, discovers that which nature hides.
cs_cz: Pouze umělec, nikoli blázen, odhalí skryté taje přírody.
de: Nur der Künstler, nicht der Narr, findet was die Natur versteckt.
es: Solo el artista, y no el idiota, descubre los secretos de la naturaleza.
fr: Seul l'artiste, pas l'imbécile, peut découvrir ce que cèle la nature sous son manteau".
hr_hr: Samo umjetnik, a ne budala, otkriva što priroda skriva.
it: Solo l'artista, non lo sciocco, scopre ciò che la natura nasconde.
pt_br: Só o artista, não o tolo, descobre o que a natureza esconde.
ru: Только художник, не дурак, обнаруживает то, что природа скрывает.

# Quote20Text
source: If people knew how hard I worked to get my mastery, it wouldn't seem so wonderful at all.
cs_cz: Kdyby lidé věděli jak tvrdě jsem pracoval na dosáhnutí mistrovství, tak by to nevypadalo vůbec nádherně.
de: Wenn die Leute wüssten, wie hart ich für meine Meisterschaft gearbeitet habe, würde sie nicht mehr so wundervoll scheinen.
es: Si la gente supiera lo duro que trabajé para hacerme maestro, no les parecería tan maravilloso.
fr: Si les gens savaient combien j'ai travaillé dur pour acquérir cette maîtrise, cela ne les émerveilleraient plus.
hr_hr: Kad bi ljudi znali koliko sam radio da bih dostigao svoju vještinu, ne bi se uopće činilo tako divno.
it: Se la gente sapesse quanto ho lavorato per ottenere il mio talento, non sembrerebbe così meraviglioso a tutti. [cit.]
pt_br: Se as pessoas soubessem o quanto eu trabalhei para conseguir meu domínio, não pareceria tão maravilhoso assim.
ru: Если бы люди знали, сколько я работал, чтобы достичь своего мастерства, это бы не казалось таким замечательным для всех.

# Quote21Text
source: We come here with no peaceful intent, but ready for battle, determined to avenge our wrongs and set our country free. Let your masters come and attack us: we are ready to meet them beard to beard.
cs_cz: Nepřišli jsme zde v míru, ale připraveni bojovat, odhodlaní pomstít křivdy a osvobodit naši zemi. Nechte své pány přijít a napadnout nás: jsme připraveni setkat se s nimi tváří v tvář.
de: Wir kamen hierher ohne friedliche Absicht und zum Kampf gerüstet, entschlossen unsere Missstände zu rächen und unser Land zu befreien. Lasst eure Herren kommen und sie uns angreifen: Wir sind bereit sie von Angesicht zu Angesicht zu treffen.
es: No venimos con intenciones pacíficas, sino listos para la batalla, determinados a corregir nuestros errores y liberar nuestro país. Que vuestros amos vengan y nos ataquen: estamos listos para enfrentarnos a ellos.
fr: Nous venons ici sans aucune intention pacifique, mais prêt pour la bataille, bien décidés à venger nos torts et libérer notre pays. Que vos maîtres viennent à nous quand ils le voudront: Ils nous trouveront prêts à les combattre face à face.
hr_hr: Ne dolazimo s mirnom namjerom, nego spremni za boj, odlučni osvetiti nepravde i osloboditi svoju zemlju. Neka dođu vaši gospodari i napadnu nas: spremni smo suočiti se s njima bradom o bradu.
it: Noi non veniamo con intenzioni pacifiche ma pronti per la battaglia, decisi a correggere i nostri errori e liberare il nostro paese. Lasciate che i vostri maestri vengano e ci attacchino: siamo pronti ad affrontarli di petto. [cit.]
pt_br: Viemos aqui sem intenção pacífica, mas pronto para a batalha, determinado a vingar nossos erros e definir nosso país livre. Deixe seus mestres atacar-nos: Estamos prontos para encontra-los cara a cara.
ru: Мы приезжаем сюда без мирных интересов, но готовые к сражению, полные решимости мстить за наши заблуждения и освобождать нашу страну. Позвольте своим владыкам приехать и напасть на нас: мы готовы встретить их борода к бороде.

# Quote22Author
source: Joan of Arc
cs_cz: Johanka z Arku
de: Johanna von Orléans
es: Juana de Arco
fr: Jeanne d'Arc
hr_hr: Ivana Orleanska
it: Giovanna d'Arco
ru: Жанна д'Арк

# Quote22Text
source: I am not afraid; I was born to do this.
cs_cz: Nebojím se; Kvůli tomuto jsem se narodil.
de: Ich habe keine Angst, ich bin dazu geboren.
es: No estoy asustado; Nací para esto.
fr: Je n'ai pas peur; je suis née pour ça.
hr_hr: Ne bojim se; rođena sam za ovo.
it: Non ho paura: sono nato per questo. [cit.]
pt_br: Não estou com medo; Eu nasci para fazer isto.
ru: Я не боюсь; Я был рождён для этого.

# Quote23Text
source: Let no man who is not a Mathematician read the elements of my work.
cs_cz: Ať prvky mé práce nečte nikdo jenž není matematik.
de: Lasst keinen Mann, der nicht Mathematiker ist, Teile meiner Arbeit lesen.
es: Que ningún hombre que no sea matemático lea mis trabajos.
fr: Ne lise pas mes principes qui n'est pas mathématicien.
hr_hr: Ne dajte nikome tko nije matematičar da čita elemente moga rada.
it: Nessuno uomo, che non sia un matematico, legga gli elementi del mio lavoro. [cit.]
pt_br: Não deixe nenhum homem que não seja um Matemático ler os elementos do meu trabalho.
ru: Не посвящайте человека в детали моей работы если он не является математиком.

# Quote24Text
source: He who does not punish evil commands that it be done.
cs_cz: Kdo netrestá zlo, přikazuje, aby se dálo.
de: Wer das Böse nicht verurteilt, läßt zu, daß es geschieht.
es: El que no castiga el mal, lo ordena cometer.
fr: Celui qui ne punit pas le mal commande qu'on le fasse.
hr_hr: Onaj koji ne kažnjava zlo, naređuje da bude učinjeno.
it: Chi non punisce il male, ordina di commetterlo. [cit.]
pt_br: Aquele que não pune o mal, comanda para que o mesmo seja feito.
ru: Он не тот кто побеждает зло, он тот кто отдает ему команды.

# Quote25Text
source: Mechanics is the paradise of the mathematical sciences, because by means of it one comes to the fruits of mathematics.
cs_cz: Mechanika je rájem matematických věd, neboť v ní plody matematiky sklízíme.
de: Die Mechanik ist das Paradies der mathematischen Wissenschaften, weil man mit ihr zur Frucht des mathematischen Wissens gelangt.
es: La mecánica es el paraíso de las matemáticas, porque con ella se consiguen los frutos de las matemáticas.
fr: La mécanique est le paradis des sciences mathématiques, parce qu'avec elle, nous cueillons le fruit des mathématiques.
hr_hr: Mehanika je raj matematičkih znanosti jer njom se dolazi do plodova matematike.
it: La meccanica è il paradiso delle scienze matematiche, perché con essa si ottengono i frutti della matematica. [cit.]
pt_br: Mecânica é o paraíso das Ciências Matemáticas, porque por meio desta que vem os frutos da matemática.
ru: Механика - рай для математических наук, ибо с ее помощью можно прийти к плодам математики.

# Quote26Text
source: It is easier to resist at the beginning than at the end.
cs_cz: Je jednodušší odolávat na začátku, než na konci.
de: Es ist einfacher am Anfang zu wiederstehen als am Schluss.
es: Es más fácil resistir al principio que al final.
fr: Il est plus facile de résister au commencement qu'à la fin.
hr_hr: Lakše je oduprijeti se na početku nego na kraju.
it: È più semplice resistere all'inizio che alla fine. [cit.]
pt_br: É mais fácil resistir no começo do que no final.
ru: Защищаться проще вначале, а не в конце.

# Quote27Text
source: Science is the observation of things possible, whether present or past; prescience is the knowledge of things which may come to pass, though but slowly.
cs_cz: Věda je pozorování věcí možných, ať současných nebo minulých; předtucha je znalost věcí, které by se mohly prokázat, ale to chce čas.
de: Wissenschaft ist das Beobachten des Möglichen, entweder im Jetzt oder in der Vergangenheit. Voraussicht ist die Kenntnis der Dinge die geschehen können, sogar wenn dies nur langsam geschieht.
es: La ciencia consiste en observar lo posible, presente o pasado. La premonición es el conocimiento de las cosas que pueden pasar, lentamente.
fr: La Science est l'observation des choses possibles, dans le présent et le passé; la prescience est la connaissance de choses qui peuvent se produire dans l'avenir.
hr_hr: Znanost je promatranje mogućih stvari, bila to sadašnjost ili prošlost, predviđanje je znanje stvari koje bi se mogle dogoditi, ali polako.
it: La scienza è l'osservazione delle cose possibili, siano essere presenti o passate; la preveggenza è delle cose che possono ancora accadere, anche se lentamente. [cit.]
pt_br: A ciência é a observação das coisas possíveis, seja no presente ou passado; presciência é o conhecimento das coisas que podem acontecer, embora mas lentamente.
ru: Наука - это наблюдение за поведением вещей в настоящем и прошлом; предвидение является знанием вещей, которые могут произойти, но не сейчас.

# Quote28Author
source: Niccolò Machiavelli
de: Niccolò Machiavell
es: Nicolás de Maquiavelo
fr: Nicolas Machiavel
ru: Никколо Макиавелли

# Quote28Text
source: Wars do not just go away, they are only postponed to someone else's advantage.
cs_cz: Války jen tak nekončí, jsou jen odloženy ku prospěchu někoho jiného.
de: Kriege können nicht verhindert werden, man kann sie lediglich zum Vorteil anderer hinauszögern.
es: Las guerras no desaparecen, solo se posponen para dar ventaja a alguien.
fr: On ne doit jamais laisser se produire un désordre pour éviter une guerre ; car on ne l’évite jamais, on la retarde à son désavantage.
hr_hr: Ratovi ne nestaju sami od sebe, samo budu odgođeni u nečiju tuđu korist.
it: Le guerre non scompaiono, sono solo rinviate per dare vantaggio a qualcun altro. [cit.]
pt_br: As guerras nunca se vão, somente são adiadas para a vantagem de alguém.
ru: Войны не заканчиваются, они только затихают до чьего-либо преимущества.

# Quote29Text
source: God is not willing to do everything, and thus take away our free will and that share of glory which belongs to us.
cs_cz: Bůh není ochoten udělat všechno, a tak vzal naši svobodnou vůli a podíl na slávě, který patří nám.
de: Gott ist nicht gewillt Alles zu tun und so nehmen wir uns unseren freien Willen und den Teil der Herrlichkeit der uns zusteht.
es: Dios no quiere hacerlo todo, y quitarnos la libertad y esa parte de gloria que nos pertenece.
fr: Dieu ne veut pas faire tout, pour ne pas ôter notre libre-arbitre, ni la part de gloire qui nous appartient.
hr_hr: Bog nije voljan učiniti sve i tako oduzeti našu slobodnu volju i taj dio slave koja pripada nama.
it: Dio non vuole fare tutto, quindi prendiamoci la nostra liberà e la gloria che ci appartiene. [cit.]
pt_br: Deus não está propenso a fazer tudo, e assim retirar nosso livre arbítrio e retirar parte da glória que a nós pertence.
ru: Бог не всё делает сам, дабы не лишить нас свободной воли и причитающейся нам части славы.

# Quote30Text
source: Wars begin when you will, but they do not end when you please.
cs_cz: Válka může začít kdykoli si budete přát, ale neskončí když se vám zlíbí.
de: Man kann einen Krieg beginnen, aber niemals beenden, wenn man will.
es: Las guerras empiezan cuando quieras, pero no terminan cuando te gustaría.
fr: On fait la guerre quand on veut, on la termine quand on peut.
hr_hr: Ratovi počnu kada želimo, ali ne završe kada bismo htjeli.
it: Le guerre iniziano quando si vuole ma non terminano quando si vorrebbe. [cit.]
pt_br: Guerras começam quando você quer, mas elas não terminam quando você implora.
ru: Войны начинаются, когда вы желаете, но не заканчиваются, когда вам будет угодно.

# Quote31Author
source: Emperor Fredrick II, Holy Roman Empire
cs_cz: Císař Fridrich II, Svatá říše římská
de: Friedrich II., Heiliges Römisches Reich deutscher Nation
es: Emperador Federico II, del Sacro Imperio Romano
fr: Empereur Frédéric II, Saint-Empire romain germanique
hr_hr: Car Franjo II., Sveto Rimsko Carstvo
it: Imperatore Federico II, Sacro Romano Impero
pt_br: Imperador Fredrick II, Império Romano Sagrado
ru: Император Фридрих II, Священная Римская Империя

# Quote31Text
source: He who defends everything defends nothing.
cs_cz: Ten kdo brání všechno, neubrání nic.
de: Wer alles verteidigt, verteidigt nichts.
es: El que lo defiende todo no defiende nada.
fr: Celui qui essaie de tout défendre ne défend rien.
hr_hr: Onaj koji brani sve ne brani ništa.
it: Colui che difende tutto, non difende alcunché. [cit.]
pt_br: Aquele que a tudo defende, na verdade não defende nada.
ru: Тот, кто защищает все, не защищает ничего.

# Quote32Author
source: Nicholas of Cusa
cs_cz: Mikuláš Kusánský
de: Nikolaus von Kues
es: Nicolás de Cusa
fr: Nicolas de Cues
hr_hr: Nikola Kuzanski
it: Niccolò da Cusa
ru: Николай Кузанский

# Quote32Text
source: For even he who is most greedy for knowledge can achieve no greater perfection than to be thoroughly aware of his own ignorance.
cs_cz: Neboť ten, kdo je nejvíc chamtivý po poznání, může toho dosáhnout i bez větší dokonalosti, než být důkladně vědom své vlastní nevědomosti.
de: Sogar für den, der am meisten nach Wissen giert, gibt es keine größere Perfektion als sich seines eigenen Unwissens gewahr zu sein.
es: Incluso el más ávido de conocimiento no puede conseguir más perfección que aquel que es consciente de su propia ignorancia.
fr: Car, même celui qui est le plus avide de connaissances ne peut atteindre plus grande perfection que d'être bien conscient de sa propre ignorance dans son domaine particulier.
hr_hr: Čak i onaj koji je najpohlepniji za znanjem ne može dostići veće savršenstvo od bivanja potpuno svjesnim vlastitog neznanja.
it: Anche il più avido di conoscenza non può ottenere la più grande perfezione di di esser consapevole della propria ignoranza. [cit.]
pt_br: Mesmo aquele que é sedento por conhecimento não pode alcançar a mesma perfeição que aquele que conhece a própria ignorância.
ru: Лучше стремиться к знаниям и не достичь совершенства, нежели знать все о своем невежестве.

# Quote33Text
source: Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.
cs_cz: Dejte mi dostatečně dlouhou páku a pevný bod a já pohnu zemí.
de: Gebt mir einen Hebel, der lang genug, und einen Angelpunkt, der stark genug ist, dann kann ich die Welt mit einer Hand bewegen.
es: Dame una palanca lo bastante larga y un punto donde apoyarla, y moveré el mundo.
fr: Donnez-moi un levier assez long et un point d'appui, et je soulèverai le monde.
hr_hr: Dajte mi dovoljno dugu polugu i uporište i pomaknut ću svijet.
it: Datemi una leva abbastanza lunga ed un fulcro su cui posizionarla e io solleverò il mondo. [cit.]
pt_br: Me de uma alavanca grande o suficiente e um ponto de apoio, e eu moverei o mundo.
ru: Дайте мне точку опоры, и я переверну землю.

# Quote34Text
source: Nature never breaks her own laws.
cs_cz: Příroda nikdy neporuší své vlastní zákony.
de: Die Natur bricht niemals ihre Gesetze.
es: La naturaleza nunca rompe sus propias leyes.
fr: La nature n'enfreint jamais ses propres lois.
hr_hr: Priroda nikada ne krši svoje zakone.
it: La natura non infrange mai le proprie leggi. [cit.]
pt_br: A Natureza nunca quebra suas próprias leis.
ru: Природа никогда не нарушает собственных законов

# Quote35Text
source: Simplicity is the ultimate sophistication.
cs_cz: V jednoduchosti je nejvyšší sofistikovanost.
de: Einfachheit ist die höchste Stufe der Vollendung.
es: La simplicidad es la sofisticación más avanzada.
fr: La simplicité est la sophistication suprême.
hr_hr: Jednostavnost je najviša sofisticiranost.
it: La semplicità è la massima sofisticatezza. [cit.]
pt_br: Simplicidade é a sofisticação perfeita.
ru: Все гениальное - просто.

# Quote36Text
source: Where there is shouting, there is no true knowledge.
cs_cz: Tam kde je křik, není v pravdě poznání.
de: Wo man schreit, ist keine klare Erkenntnis.
es: Donde hay gritos, no hay conocimiento verdadero.
fr: Où il y a des hurlements, il n'y a pas de vraie connaissance.
hr_hr: Gdje ima vikanja, nema pravog znanja.
it: Dove si grida, non vi è vera conoscenza. [cit.]
pt_br: Onde há gritos, não há conhecimento real.
ru: Где крик, там нет истинного знания.

# Quote37Text
source: I have offended God and mankind because my work didn't reach the quality it should have.
cs_cz: Urazil jsem boha a lidstvo, protože moje práce nedosáhla kvality jakou by měla mít.
de: Ich habe Gott und die Menschheit beleidigt, da meine Arbeit nicht die Qualität erreicht hat, die sie haben sollte.
es: He ofendido a Dios y a la humanidad porque mi trabajo no ha alcanzado la calidad debida.
fr: J’ai offensé Dieu et l’humanité car mon travail n’a pas atteint la qualité qu’il aurait dû avoir.
hr_hr: Uvrijedio sam Boga i čovječanstvo jer moje djelo nije dostiglo kvalitetu koju je trebalo.
it: Ho offeso Dio e gli uomini perché il mio lavoro non ha raggiunto la qualità che avrebbe dovuto avere. [cit.]
pt_br: Eu ofendi a Deus e a Humanidade porque meu trabalho não atingiu a qualidade que deveria.
ru: Я оскорбил Бога и людей, потому что моя работа не достигнет качества, которое должно быть.

# Quote38Text
source: All our knowledge has its origins in our perceptions.
cs_cz: Všechny naše poznání, mají svůj původ v našem vnímání.
de: All unser Wissen hat seinen Ursprung in unserer Wahrnehmung.
es: Todo nuestro conocimiento tiene su origen en las percepciones.
fr: Toutes nos connaissances ont leurs origines dans nos perceptions.
hr_hr: Svo naše znanje je ukorijenjeno u našim viđenjima.
it: Tutta la nostra conoscenza ha origine dalle nostre percezioni. [cit.]
pt_br: Todo o nosso conhecimento tem suas origens na nossa percepção.
ru: Все наши знания начинаются с ощущений.
