Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# DisplayName_BlueprintClass_Construction
source: Construction
de: Konstruktion

# DisplayName_BlueprintClass_Weapons
source: Weapons
de: Waffen

# DisplayName_BlueprintClass_Meals
source: Meals
de: Mahlzeiten

# DisplayName_BlueprintClass_Woodcrafting
source: Woodcrafting
de: Holzbearbeitung

# DisplayName_BlueprintClass_Schematics
source: Research
de: Erforsche

# DisplayName_LogToRoundTimber
source: Round Timbers
de: 4 Runde Holzbalken

# DisplayName_Block_LogToTimberDiagonal
source: Diagonal Timbers
de: 4 Diagonale Holzbalken

# DisplayName_LargeStoneToSmallStones
source: Small Stones
de: 3 kleine Steine

# DisplayName_LogToTimber
source: Timbers
de: 4 Holzbalken

# DisplayName_BlueprintClass_SmallBlocks
source: Basic Small Blocks
de: Grundlegende, kleine Blöcke

# DisplayName_Tool_StoneAxe
source: Stone Axe
de: Steinaxt

# DisplayName_LogToWoodenSticks
source: Sticks
de: 15 Stöcke

# DisplayName_Block_WoodenPortcullisMultiBlock
source: Portcullis
de: Holz-Fallgitter

# DisplayName_Block_WoodenCeilingDoor
source: Trapdoor
de: Holz-Falltür

# DisplayName_Block_BannerWorkstation
source: Banner Workstation
de: Banner-Entwurfstisch

# DisplayName_Block_WoodenDiningTable
source: Dining Table
de: Esstisch

# DisplayName_Block_StockpileLogSmall
source: Small Stockpile for Logs
de: Kleines Lager für Baumstämme

# ContextMenu_AccessOptions
source: Access Options
de: Zugriffsoptionen

# ContextMenu_AllowRespawnAtClaim_Tooltip
source: Grant access to the selected characters.
de: Gewähre den ausgewählten Spielern Zugriff.

# ContextMenu_AreaOptions
source: Area Settings
de: Bereichs-Optionen

# ContextMenu_Cancel
source: Cancel
de: Abbrechen

# ContextMenu_Cancel_Tooltip
source: Do not change character access.
de: Spieler-Zugang wird nicht verändert.

# ContextMenu_Close
source: Close
de: Schließen

# ContextMenu_Close_Tooltip
source: Return to previous menu.
de: Zurück

# ContextMenu_ChangeAreaName_Tooltip
source: Area Name: Set the name of this area.
de: Name: Lege einen Namen für diesen Bereich fest.

# ContextMenu_ChangeAreaOwner_Tooltip
source: Owner: Set the owner of this area.
de: Besitzer: Lege fest, wem dieser Bereich gehört.

# ContextMenu_ChangeAreaSpawnOptions_Tooltip
source: Respawn options: Set who can respawn here.
de: Respawn-Optionen: Lege fest, wer her respawnen kann.

# ContextMenu_ClaimedAreaSettings_Tooltip
source: Area Settings: Show owner, name and spawning settings for the area.
de: Bereichs-Optionen: Zeigt Besitzer, Name und Spawn-Optionen dieses Bereichs

# ContextMenu_GroupAccess
source: Group Access
de: Gruppenzugriff

# ContextMenu_GroupRespawnShare
source: Keygroup Sharing
de: Teilen mit Schlüsselgruppen

# ContextMenu_GroupShare
source: Share With Keygroups
de: Teile mit Schlüsselgruppen

# ContextMenu_PayTaxes_Tooltip
source: Pay taxes: Pay taxes for this area.
de: Steuern: Bezahle Steuern für diesen Bereich.

# ContextMenu_LastRespawn
source: Last Respawn
de: Letzter Respawnpunkt

# ContextMenu_RespawnAtStart_Tooltip
source: Safe area: Select the safe area as your respawn location.
de: Sicherer Bereich: Wähle einen sicheren Bereich als Respawnpunkt.

# ContextMenu_RespawnInBed_Tooltip
source: Bed: Respawn in your bed.
de: Bett: Respawne in deinem Bett.

# ContextMenu_RespawnInClaimed_Tooltip
source: Claimed area: Respawn in a claimed area that you have access to.
de: Beanspruchter Bereich: Respawne in einem beanspruchten Bereich, zu dem du Zugang hast.

# ContextMenu_RespawnInSiege_Tooltip
source: Siege camp: Respawn in a siege camp that you have access to.
de: Belagerungslager: Respawne in einem Lager, zu dem zu Zugang hast.

# ContextMenu_RespawnLast_Tooltip
source: Respawn at the last place you respawned.
de: Erscheine am letzten Punkt, an dem du gespawnt bist.

# ContextMenu_SelectedPlayersAllies_Tooltip
source: Give the selected characters access to this area.
de: Gewähre den ausgewählten Spielern Zugang zu diesem Bereich.

# ContextMenu_SelectPlayers
source: Select Character
de: Wähle eine Person

# ContextMenu_ShareWithPlayers
source: Share With Characters
de: Mit Spielern teilen

# ContextMenu_SelectPlayersNewOwner_Tooltip
source: Set the selected character as the new owner of this area.
de: Lege den ausgewählten Spieler als neuen Besitzer dieses Bereichs fest.

# ContextMenu_ShareGoldKey_Tooltip
source: Share with the Gold Keygroup.
de: Mit Gold-Schlüsselgruppe teilen.

# ContextMenu_ShareIronKey_Tooltip
source: Share with the Iron Keygroup.
de: Mit Eisen-Schlüsselgruppe teilen.

# ContextMenu_ShareOptions
source: Share Options
de: Teilen-Optionen

# ContextMenu_ShareSilverKey_Tooltip
source: Share with the Silver Keygroup.
de: Mit Silber-Schlüsselgruppe teilen.

# ContextMenu_ShareWithFaction_Tooltip
source: Share with your House.
de: Mit deinem Haus teilen.

# ContextMenu_ShareWithGroup_Tooltip
source: Share with keygroups.
de: Mit Schlüsselgruppen teilen.

# ContextMenu_ShareWithIndiv_Tooltip
source: Share with characters.
de: Mit Spielern teilen.

# ContextMenu_SpawnOptions
source: Respawn Options
de: Respawn-Optionen

# ContextMenu_ClaimBlockAreaName_CancelTooltip
source: Do not change the area name.
de: Den Namen dieses Bereichs nicht ändern.

# ContextMenu_ClaimBlockAreaName_OKTooltip
source: Set the new area name.
de: Den neuen Bereichs-Namen anwenden

# ContextMenu_ClaimBlockChangeAreaName
source: Area name
de: Bereichs-Name

# ContextMenu_ClaimBlockOwnerSelection
source: Set Area Owner
de: Lege Besitzer fest

# ContextMenu_ClaimBlockAreaOptionsIndividual
source: Share with characters
de: Mit Spielern teilen

# ContextMenu_Condition_NotOffline
source: Disabled because you are playing singleplayer.
de: Nicht verfügbar, da du im Einzelspieler-Modus spielst.

# ContextMenu_Condition_NeedsMoreThanOnePlayer
source: Disabled because there are no other players in the world.
de: Nicht verfügbar, da keine anderen Spieler in dieser Welt sind.

# ContextMenu_Condition_NoBed
source: Disabled because you have not chosen a bed where you can respawn.
de: Nicht verfügbar, weil du noch kein Bett als Spawnpunkt ausgewählt hast.

# ContextMenu_Condition_NoClaimedArea
source: Disabled because there are no claimed areas where you have permission to respawn.
de: Nicht verfügbar, weil es keine beanspruchten Bereiche gibt, in denen du respawnen darfst.

# ContextMenu_Condition_NoSafezones
source: Disabled because there are no safe areas where you can respawn.
de: Nicht verfügbar, weil es keine sicheren Bereiche gibt, in denen du respawnen kannst.

# ContextMenu_Condition_LastRespawnInvalid
source: Disabled because you have no previous respawn available.
de: Nicht verfügbar, weil kein letzter Respawnpunkt verfügbar ist.

# ContextMenu_ClaimAreasListTitle
source: Claimed Areas
de: Beanspruchte Bereiche

# ContextMenu_TaxPaymentTitle
source: Tax Payment
de: Steuern

# ContextMenu_Inventory
source: Inventory
de: Inventar

# ContextMenu_TaxPayment
source: Pay
de: Bezahlen

# ContextMenu_TaxPayment_Tooltip
source: Pay taxes, utilizing the selected resources.
de: Bezahle Steuern mit den ausgewählten Ressourcen.

# ContextMenu_TaxPaymentExpiration
source: Area claim expires in:
de: Bereichsanspruch läuft aus in:

# ContextMenu_PickColor
source: Color Selection
de: Farbauswahl

# ContextMenu_Hue
source: Hue
de: Farbton

# ContextMenu_Hue_Tooltip
source: Hue Position in degrees on the wheel of color. This allows a selection of red, green, blue, or a any combination of two colors. "[KEY:SecondaryClick]" to reset to 0.
de: Hue Position in degrees on the wheel of color. This allows a selection of red, green, blue, or a any combination of two colors. Right-Click to reset to 0.

# ContextMenu_Saturation
source: Saturation
de: Farbsättigung

# ContextMenu_Saturation_Tooltip
source: Saturation Colorfulness relative to value. This means that, for a given value (set below), this controls the intensity of the color. This can be set to 0 for grey-scale. "[KEY:SecondaryClick]" to reset to 0.
de: Saturation Colorfulness relative to value. This means that, for a given value (set below), this controls the intensity of the color. This can be set to 0 for grey-scale. Right-Click to reset to 0.

# ContextMenu_Value
source: Value
de: Farbwert

# ContextMenu_Value_Tooltip
source: Value The brightness relative to a similarly illuminated white. This means that a higher value will make a brighter color. This can be set to 0 for black. "[KEY:SecondaryClick]" to reset to 0.
de: Value The brightness relative to a similarly illuminated white. This means that a higher value will make a brighter color. This can be set to 0 for black. Right-Click to reset to 0.

# ContextMenu_ResetColor
source: Reset Color
de: Farbe Zurücksetzen

# ContextMenu_ResetColor_Tooltip
source: Resets the color to the original one.
de: Farbe zum Orignalton zurücksetzen.

# ContextMenu_BannerPreviousPattern_Tooltip
source: Select previous pattern.
de: Vorheriges Muster.

# ContextMenu_BannerSelectPattern_Tooltip
source: Show patterns.
de: Muster anzeigen.

# ContextMenu_BannerNextPattern_Tooltip
source: Select next pattern.
de: Nächstes Muster.

# ContextMenu_PatternGridTitle
source: Select Pattern
de: Muster auswählen

# ContextMenu_BannerEditorColorpicker_Tooltip
source: Change color.
de: Farbe des Musters ändern.

# ContextMenu_BannerEditorPattern
source: Edit Layer
de: Ebene bearb.

# ContextMenu_PlayerOptions
source: Player Options
de: Spieler-Optionen

# ContextMenu_GiveIronKey_Tooltip
source: Iron Key: Give this person an iron key.
de: Eisenschlüssel: Gib dieser Person einen Eisenschlüssel.

# ContextMenu_GiveSilverKey_Tooltip
source: Silver Key: Give this person a silver key.
de: Silberschlüssel: Gib dieser Person einen Silberschlüssel.

# ContextMenu_GiveGoldKey_Tooltip
source: Gold Key: Give this person a gold key.
de: Goldschlüssel: Gib dieser Person einen Goldschlüssel.

# ContextMenu_ClearAll
source: Clear All
de: Alle entfernen

# ContextMenu_ClearAll_Tooltip
source: Unselect all characters.
de: Alle Spieler abwählen.

# ContextMenu_WardrobeModelSelection
source: Appearance Selection
de: Aussehens-Auswahl

# ContextMenu_ResetModel
source: Reset
de: Zurücks.

# ContextMenu_ResetModel_Tooltip
source: Reset the character to the previous settings.
de: Den Charakter zu den vorherigen Einstellungen zurücksetzen.

# ContextMenu_WardrobeSelectColor_Tooltip
source: Color selection.
de: Farbwahl.

# ContextMenu_WardrobeSelectModel_Tooltip
source: Appearance selection.
de: Aussehens-Auswahl.

# ContextMenu_Capacity
source: Capacity
de: Kapazität

# ContextMenu_PickupSmallGrid_Tooltip
source: Pick up this object.
de: Dieses Objekt aufheben.

# ContextMenu_Yaw
source: Release Yaw
de: Freigabe-Gierung

# ContextMenu_Yaw_Tooltip
source: Change the yaw of the release to affect left/right position.
de: Ändere die Gierung der Seilfreigabe, um die Richtung links/rechts zu beeinflussen.

# ContextMenu_Pitch
source: Release Pitch
de: Freigabe-Neigung

# ContextMenu_Pitch_Tooltip
source: Change the pitch of the release to affect forward/back position.
de: Ändere die Neigung der Seilfreigabe, um die vor/zurück Position der Freigabe zu beeinflussen.

# ContextMenu_ReleaseAngle
source: Release Angle
de: Freigabewinkel

# ContextMenu_ReleaseAngle_Tooltip
source: Change the angle of the release to affect the timing.
de: Ändere den Winkel der Seilfreigabe um das Timing und die Reichweite zu beeinflussen.

# ContextMenu_ResetConfiguration
source: Reset to Default
de: Zurücksetzen

# ContextMenu_ResetConfiguration_Tooltip
source: Reset to the default values.
de: Zu Standardwerten zurücksetzen.

# ContextMenu_ConfigureRelease_Tooltip
source: Configure: Change the settings for the rope release.
de: Konfigurieren: Ändere die Einstellungen für die die Freilassung des Seils.

# DisplayName_Group_SlopedRailings
source: Sloped Railings
de: Treppen-Geländer

# DisplayName_Group_SmallSlopes
source: Small Slopes
de: Kurze Rampen

# DisplayName_Group_StairsSlopeCorners
source: Stairs Corners
de: Eck-Treppen

# DisplayName_Group_RoundInteriorWithDoor
source: Round Interiors With Doorways
de: Runde Innenecken mit Türen

# DisplayName_Group_SpiralStaircases
source: Spiral Staircases
de: Spiraltreppen

# DisplayName_Group_AngledSpiralStaircases
source: Angled Spiral Staircases
de: Eck-Spiraltreppen

# DisplayName_Group_Arches
source: Arches
de: Halbbögen

# DisplayName_Group_LargeSlopes
source: Large Slopes
de: Lange Rampen

# DisplayName_Group_SlopeCorners
source: Slope-Corners
de: Kurze Rampen-Ecken

# DisplayName_Group_RoundWallsWithDoors
source: Round Walls With Doorways
de: Runde Wände mit Türen

# DisplayName_Group_WallArches
source: Wall Arches
de: Wände mit Halbbögen

# DisplayName_Group_WallSlopes
source: Wall Slopes
de: Wand-Schrägen

# DisplayName_Group_RoofBattlements
source: Roof Battlements
de: Dachzinnen

# DisplayName_Group_RopeEnds
source: Rope Ends
de: Seilbefestigungen

# DisplayName_Group_Timbers
source: Timbers
de: Holzbalken

# DisplayName_Group_RoundTimbers
source: Round Timbers
de: Runde Holzbalken

# DisplayName_Group_DiagonalTimbers
source: Diagonal Timbers
de: Diagonale Holzbalken

# DisplayName_Group_RopeDrums
source: Rope Drums
de: Seiltrommeln

# DisplayName_Group_TileRoofTops
source: Tile Roof Tops
de: Ziegeldach-Firste

# DisplayName_Group_TileRoofs
source: Tile Roofs
de: Ziegeldächer

# DisplayName_Group_WoodenRoofs
source: Wooden Roofs
de: Holzdächer

# DisplayName_Group_ThatchRoofs
source: Thatch Roofs
de: Strohdächer

# DisplayName_Group_ThatchRoofTops
source: Thatch Roof Tops
de: Strohdach First

# DisplayName_Group_PersonalFlags
source: Personal Flag and Banners
de: Persönliche Flaggen und Banner

# DisplayName_Group_FactionFlags
source: House Flag and Banners
de: Haus-Flaggen und -Banner

# DisplayName_Group_Ledges
source: Ledge Platforms
de: Brüstungen

# DisplayName_Group_LockingCatchBlocks
source: Locking Catch Blocks
de: Arretierbare, eingefasste Achse

# DisplayName_Group_CatchBlocks
source: Catch Blocks
de: Eingefasste Achse

# DisplayName_Group_Battlements
source: Battlements
de: Zinnen

# DisplayName_Group_WoodenWalls_Windows
source: Half-timber Walls With Windows
de: Holzwände mit Fenstern

# DisplayName_Group_Wall_Doors
source: Walls With Doorways
de: Wände mit Türen

# DisplayName_Group_WoodenWall_Doors
source: Half-timber Walls With Doorways
de: Holzwände mit Türen

# DisplayName_Group_Walls_Windows
source: Walls With Windows
de: Wände mit Fenstern

# DisplayName_Group_RoundWallsWithWindows
source: Round Walls With Windows
de: Runde Wände mit Fenstern

# BannerPatternDescription_BendLeft
source: Left Bend
de: Schräglinksbalken

# BannerPatternDescription_BendRight
source: Right Bend
de: Schrägrechtsbalken

# BannerPatternDescription_BendsLeftLarge
source: Large Left Bends
de: Dicke Schräglinksbalken

# BannerPatternDescription_BendsLeftSmall
source: Small Left Bends
de: Dünne Schräglinksbalken

# BannerPatternDescription_BendsRightLarge
source: Large Right Bends
de: Dicke Schrägrechtsbalken

# BannerPatternDescription_BendsRightSmall
source: Small Right Bends
de: Dünne Schrägrechtsbalken

# BannerPatternDescription_CheckersLarge
source: Large Checkers
de: Grob geschächt

# BannerPatternDescription_CheckersMedium
source: Medium Checkers
de: Geschächt

# BannerPatternDescription_CheckersSmall
source: Small Checkers
de: Fein geschächt

# BannerPatternDescription_ChevronBottom
source: Bottom Chevron
de: Unterer Winkel

# BannerPatternDescription_ChevronTop
source: Top Chevron
de: Oberer Winkel

# BannerPatternDescription_ChevronRounded
source: Rounded Chevrons
de: Abgerundete Winkel

# BannerPatternDescription_Cross
source: Cross
de: Kreuz

# BannerPatternDescription_Flowers
source: Flowers
de: Blumen

# BannerPatternDescription_Circle
source: Circle
de: Kreis

# BannerPatternDescription_CircleLarge
source: Large Circle
de: Großer Kreis

# BannerPatternDescription_CrossDiagonal
source: Diagonal Cross
de: Schrägkreuz

# BannerPatternDescription_Diagonals
source: Diagonal Quarter Split
de: Schräggeviert

# BannerPatternDescription_DiagonalsLeft
source: Left Diagonal
de: Links diagonal

# BannerPatternDescription_DiagonalsRight
source: Right Diagonal
de: Rechts diagonal

# BannerPatternDescription_Horizontal
source: Horizontal Split
de: Geteilt

# BannerPatternDescription_Quarters
source: Quarter Split
de: Geviert

# BannerPatternDescription_Vertical
source: Vertical Split
de: Gespalten

# BannerPatternDescription_Diamond
source: Diamond
de: Diamant

# BannerPatternDescription_DiamondPattern
source: Diamond Pattern
de: Diamantmuster

# BannerPatternDescription_DiamondPatternTall
source: Tall Diamond Pattern
de: Gerautet

# Description_PlanetScenario
source: A planet with safe starting areas and caves that can be found and explored.
de: Planet mit sicheren Startbereichen und Höhlen zum finden und erforschen.

# BannerPatternDescription_DiagonalCrossTall
source: Tall Diagonal Cross
de: Andreaskreuz

# DisplayName_Character_MedievalMale
source: Male
de: Männlich

# DisplayName_Character_MedievalFemale
source: Female
de: Weiblich

# DisplayName_Character_Barbarian
source: Barbarian
de: Barbar

# DisplayName_Character_Buck
source: Buck
de: Rehbock

# DisplayName_Block_WoodenFlatShutters
source: Half-timber With Shutters
de: Holzwand mit Fensterläden

# DisplayName_Block_WoodenRoundShutters
source: Wall With Shutters
de: Wand mit Fensterläden

# DisplayName_Block_PlankDoor
source: Flat Door, Straight
de: Flache Tür

# DisplayName_Block_WoodenRoundRoundShutters
source: Round Wall With Shutters
de: Runde Wand mit Fensterläden

# DisplayName_EmptyPlanetScenario
source: (OBSOLETE) Empty planet
de: Unbesiedelter Planet

# DisplayName_Item_MetalParts
source: Metal Parts
de: Metallteile

# ContextMenu_SafezonesListTitle
source: Safe Areas
de: Sichere Bereiche

# DisplayName_Block_Skull
source: Skull
de: Schädel

# DisplayName_Block_StockpileTimberSmall
source: Small Stockpile for Lumber
de: Kleines Lager für Holzbalken

# DisplayName_Block_ImpaledSkull
source: Impaled Skull
de: Aufgespießter Schädel

# DisplayName_Consumables_Pumpkin
source: Pumpkin
de: Kürbis

# DisplayName_Block_CarvedPumpkin
source: Jack-o'-Lantern
de: Kürbislaterne

# DisplayName_Block_StoneWallRoundLargeWindowBothWithShutters
source: Large Round Wall, Double Shutters
de: Große runde Wand, Doppel-Fensterläden

# DisplayName_Block_StoneWallRoundLargeWindowRightWithShutters
source: Large Round Wall, Left Shutters
de: Große runde Wand, Fensterläden links

# DisplayName_Block_Shutters
source: Shutters
de: Fensterläden

# DisplayName_Block_StoneWallRoundLargeRoundDoorBoth
source: Large Round Wall, Double Doors
de: Große runde Wand, Doppel-Türen

# DisplayName_Block_StoneWallRoundLargeRoundDoorLeftMultiBlock
source: Large Round Wall, Right Door
de: Große runde Wand, Tür rechts

# DisplayName_Block_StoneWallRoundLargeRoundDoorOffsetBoth
source: Large Round Wall, Double Door Offset
de: Große runde Wand, Doppel-Tür versetzt

# DisplayName_Block_StoneWallRoundLargeRoundDoorOffsetLeft
source: Large Round Wall, Left Door Offset
de: Große runde Wand, Tür rechts versetzt

# DisplayName_Block_StoneWallRoundLargeRoundDoorOffsetRight
source: Large Round Wall, Right Door Offset
de: Große runde Wand, Tür links versetzt

# DisplayName_Block_StoneWallRoundLargeRoundDoorRightMultiBlock
source: Large Round Wall, Left Door
de: Große runde Wand, Tür links

# DisplayName_Block_SmallWoodenGateW
source: Wall With Door
de: Wand mit Tür

# DisplayName_Block_RoundWallInLeftDoor
source: Round Interior With Door, Left
de: Runde Innenecke, Tür links

# DisplayName_Block_RoundWallInRightDoor
source: Round Interior With Door, Right
de: Runde Innenecke, Tür rechts

# DisplayName_Block_RoundLeftWoodGateW
source: Round Wall, Left Door
de: Runde Wand, Tür links

# DisplayName_Block_RoundRightWoodGateW
source: Round Wall, Right Door
de: Runde Wand, Tür rechts

# DisplayName_Block_PlankDoorW
source: Half-timber Wall With Door
de: Holzwand mit Tür

# DisplayName_IronIngotToMetalParts
source: 10 Metal Parts
de: 10 Metallteile

# DisplayName_Item_IronIngot
source: Iron Ingot
de: Eisenbarren

# DisplayName_AxeSmelting
source: Melt an iron axe
de: Schmelze eine Eisenaxt zu Barren.

# DisplayName_HammerSmelting
source: Melt an iron hammer
de: Schmelze einen Eisenhammer zu Barren.

# DisplayName_PickAxeSmelting
source: Melt an iron pickaxe
de: Schmelze eine Spitzhacke zu Barren.

# DisplayName_PlowSmelting
source: Melt an iron hand plow
de: Schmelze einen Handpflug zu Barren.

# DisplayName_CrossbowQuiverSmelting
source: Melt bolts into metal parts
de: Schmelze Armbrustbolzen zu Metallteilen.

# DisplayName_MaceSmelting
source: Melt a studded club
de: Schmelze einen Streitkolben zu Barren.

# DisplayName_SwordSmelting
source: Melt an iron sword
de: Schmelze ein Schwert zu Barren.

# DisplayName_CrossbowSmelting
source: Melt an iron crossbow
de: Schmelze eine Armbrust zu Barren.

# DisplayName_MetalPartsToIronIngot
source: Melt metal parts
de: Schmelze Metallteile zu Barren.

# DisplayName_Block_Furnace
source: Furnace
de: Ofen

# DisplayName_BlueprintClass_Smelting
source: Smelting
de: Einschmelzen

# DisplayName_ItemTag_Ore
source: Ore
de: Erz

# DisplayName_Block_SmithingStation
source: Smithy
de: Schmiede

# DisplayName_BlueprintClass_MetalWorks
source: Metal Works
de: Metallverarbeitung

# DisplayName_BlueprintClass_StoneMasonry
source: Stone Works
de: Mauerwerk

# DisplayName_Consumables_Cabbage
source: Cabbage
de: Kohl

# DisplayName_Tool_SeedBagPumpkin
source: Pumpkin Seeds
de: Kürbiskerne

# DisplayName_Tool_SeedBagCabbage
source: Cabbage Seeds
de: Kohlsamen

# DisplayName_BlueprintClass_Farming
source: Farming
de: Ackerbau

# DisplayName_Tool_HandPlow
source: Iron Hand Plow
de: Handpflug

# DisplayName_Block_HarvesterBlock
source: Harvester
de: Erntemaschine

# DisplayName_Block_PlowBlock
source: Plow
de: Pflug

# DisplayName_Block_SpinningWheel
source: Spinning Wheel
de: Spinnrad

# DisplayName_Block_SeedingBlock
source: Seeder
de: Sämaschine

# DisplayName_Tool_SeedBagFlax
source: Flax Seeds
de: Flachssamen

# DisplayName_Item_FlaxStraws
source: Flax Straws
de: Flachsbündel

# CubeBlock_Action_EnablePlow
source: Enable
de: Aktivieren

# CubeBlock_Action_DisablePlow
source: Disable
de: Deaktivieren

# DisplayName_BlueprintClass_MetalMelting
source: Melting
de: Verhütten

# DisplayName_BlueprintClass_Weaving
source: Weaving
de: Weberei

# DisplayName_Item_LinenString
source: Linen String
de: Leinenfaden

# DisplayName_Tool_WoodenMallet
source: Mallet
de: Holzhammer

# DisplayName_Block_ChristmasTree
source: Christmas Tree
de: Weihnachtsbaum

# DisplayName_Tool_SeedBagWheat
source: Wheat Seeds
de: Weizensamen

# DisplayName_Item_WheatStraws
source: Wheat Straws
de: Weizenbündel

# DisplayName_Block_MillStone
source: Mill Stone
de: Mahlstein

# DisplayName_BlueprintClass_Milling
source: Milling
de: Mahlen

# DisplayName_Item_WheatFlourSack
source: Flour Sack
de: Mehlsack

# DisplayName_Consumables_Bread
source: Bread
de: Brot

# DisplayName_Tool_SeedBagHerbs
source: Herbal Plants Seeds
de: Kräutersamen

# DisplayName_Group_SlopedPalisadeTops
source: Sloped Palisades With Spikes
de: Schräge Palisaden mit Spießen

# DisplayName_Block_SlopedPalisadeTop
source: Sloped Palisade With Spikes, Right
de: Spitze Palisade, schräg links rechts

# DisplayName_Block_SlopedPalisadeTopMir
source: Sloped Palisade With Spikes, Left
de: Spitze Palisade, schräg links

# DisplayName_Block_PalisadeTopBattlement
source: Palisade Battlement
de: Palisade mit Zinnen

# DisplayName_Block_PalisadeTop
source: Palisade Spikes
de: Spitze Palisade

# DisplayName_Block_PalisadeGate
source: Palisade Gate
de: Palisadentor

# DisplayName_Block_SlopedMirPalisadeTopBattlement
source: Sloped Palisade Battlement, Left
de: Palisade mit Zinnen, schräg links
