Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# DisplayName_Block_StoneBattlementSlopeTopMirror
source: Battlement Slope Top Mirrored
cs_cz: Kamenné Cimbuří Šikmé Horní Zrcadlové
de: Zinnen Schräge, oben gespiegelt
es: Almena de piedra en pendiente invertida arriba
fr: Créneaux de Pierre Incliné Haut Miroir
hr_hr: Kamena Fortifikacija Nagib Vrh Obrnut
it: Stone Battlement Slope Top Mirrored
pt_br: Parapeito de Batalha Topo Canto Invertido
ru: Верх зубчатого наклона зерк.

# DisplayName_Block_StoneBlockStairsCorner
source: Angled Stairs Slope-Corner
cs_cz: Stone Block Stairs Corner
de: Steintreppen, Ecke
es: Bloque de esquina de escalera de piedra
fr: Escalier de Pierre Coin
hr_hr: Stone Block Stairs Corner
it: Stone Block Stairs Corner
pt_br: Escada de Canto de Pedra
ru: Угол каменной лестницы

# DisplayName_Block_StoneBlockStairsCornerRound
source: Round Stairs Slope-Corner
cs_cz: Stone Block Stairs Corner Round
de: Runde Steintreppen, Ecke
es: Bloque de esquina de escalera de piedra circular
fr: Escalier de Pierre Coin Circulaire
hr_hr: Stone Block Stairs Corner Round
it: Stone Block Stairs Corner Round
pt_br: Escada de Canto de Pedra Redonda
ru: Угол округлой каменной лестницы

# DisplayName_Block_StoneBlockStairsCornerStraight
source: Diagonal Stairs Slope-Corner
cs_cz: Stone Block Stairs Corner Straight
de: Steintreppen, diagonale Ecke
es: Bloque de esquina de escalera de piedra recta
fr: Escalier de Pierre Coin Droit
hr_hr: Stone Block Stairs Corner Straight
it: Stone Block Stairs Corner Straight
pt_br: Escada de Canto de Pedra Reta
ru: Угол прямой каменной лестницы

# DisplayName_Block_StoneWallArchHalf
source: Wall Arch, Left
cs_cz: Stone Wall Arch Half
de: Wand mit Halbbogen, links
es: Medio arco de muro de piedra
fr: Mur de Pierre Demi-Arc
hr_hr: Stone Wall Arch Half
it: Stone Wall Arch Half
pt_br: Meio Arco Parede de Pedra
ru: Каменная арка (половина)

# DisplayName_Block_StoneWallArchHalfMir
source: Wall Arch, Right
cs_cz: Stone Wall Arch Half Mirrored
de: Wand mit Halbbogen, rechts
es: Medio arco de muro de piedra inverso
fr: Mur de Pierre Demi-Arc Miroir
hr_hr: Stone Wall Arch Half Mirrored
it: Stone Wall Arch Half Mirrored
pt_br: Meio Arco Parede de Pedra Invertido
ru: Каменная арка (зеркально)

# DisplayName_Block_StoneBlockSlopeCorner
source: Angled Slope-Corner
cs_cz: Stone Block Slope Corner
de: Kurze Rampe, Ecke
es: Esquina de piedra inclinada
fr: Rampe de Pierre Coin
hr_hr: Stone Block Slope Corner
it: Stone Block Slope Corner
pt_br: Bloco de Pedra Canto de Rampa
ru: Угол каменного наклонного блока

# DisplayName_Block_ClaimBlock
source: Claim Block
de: Grundstein

# DisplayName_Block_DrawingBoard
source: Drafting Table
de: Forschungstisch

# DisplayName_Block_StoneBlockSlopeCornerRound
source: Round Slope-Corner
cs_cz: Stone Block Slope Corner Round
de: Kurze Rampe, runde Ecke
es: Esquina de piedra inclinada redondeada
fr: Rampe de Pierre Coin Circulaire
hr_hr: Stone Block Slope Corner Round
it: Stone Block Slope Corner Round
pt_br: Bloco de Pedra Canto de Rampa Redondo
ru: Угол круглого каменного наклонного блока

# DisplayName_Block_StoneBlockSlopeCornerStraight
source: Diagonal Slope-Corner
cs_cz: Stone Block Slope Corner Straight
de: Kurze Rampe, diagonale Ecke
es: Esquina de piedra inclinada recta
fr: Rampe de Pierre Coin Droit
hr_hr: Stone Block Slope Corner Straight
it: Stone Block Slope Corner Straight
pt_br: Bloco de Pedra Canto de Rampa Reto
ru: Угол прямого каменного наклонного блока

# DisplayName_Tool_Hammer
source: Iron Hammer
de: Eisenhammer

# DisplayName_Weapon_Mace
source: Studded Club
de: Streitkolben

# DisplayName_Tool_Crossbow
source: Iron Crossbow
de: Armbrust

# DisplayName_Torch
source: Torch
cs_cz: Pochodeň
de: Fackel
es: Antorcha
fr: Torche
it: Torcia
pt_br: Tocha
ru: Факел

# DisplayName_Block_StoneCeilingInnerCornerSharp
source: Arch Inner Corner Angled
cs_cz: Stone Ceiling Inner Corner Sharp
de: Halbbogen Innenecke angewinkelt
es: Interior de esquina agudo de techo de piedra
fr: Voûte de Pierre Coin Intérieur Anguleuse
hr_hr: Stone Ceiling Inner Corner Sharp
it: Stone Ceiling Inner Corner Sharp
pt_br: Telhado de Pedra Quina de Interior
ru: Внутренний угол каменного потолка

# DisplayName_Block_StoneCeilingInnerCornerWall
source: Arch Inner Corner
cs_cz: Stone Ceiling Inner Corner Wall
de: Halbbogen Innenecke
es: Interior de esquina redondeado de techo de piedra
fr: Voûte de Pierre Coin Intérieur Mur
hr_hr: Stone Ceiling Inner Corner Wall
it: Stone Ceiling Inner Corner Wall
pt_br: Telhado de Pedra Parede de Interior
ru: Внутренний угол каменного потолка

# DisplayName_Block_StoneCeilingOuterCorner
source: Arch Outer Corner
cs_cz: Stone Ceiling Outer Corner
de: Halbbogen Außenecke
es: Interior de esquina exterior de techo de piedra
fr: Voûte de Pierre Coin Extérieur
hr_hr: Stone Ceiling Outer Corner
it: Stone Ceiling Outer Corner
pt_br: Telhado de Pedra Quina Exterior
ru: Внешний угол каменного потолка

# DisplayName_Block_StoneWallDoorCenter
source: Large Wall With Entrance
cs_cz: Stone Wall Door Center
de: Lange Wand mit Eingang
es: Puerta de muro de piedra centro
fr: Mur de Pierre Porte Centré
hr_hr: Stone Wall Door Center
it: Stone Wall Door Center
pt_br: Parede de Pedra com Porta Centralizada
ru: Дверь в каменной стене

# DisplayName_Block_StoneWallDoorCenterLeft
source: Wall Door Center Left
cs_cz: Stone Wall Door Center Left
de: Wand mit Tür, mittig links
es: Puerta de muro de piedra centro izquierda
fr: Mur de Pierre Centré Gauche
hr_hr: Stone Wall Door Center Left
it: Stone Wall Door Center Left
pt_br: Parede de Pedra com Porta Centralizada Esquerda
ru: Дверь в каменной стене лев.

# DisplayName_Block_StoneWallDoorCenterRight
source: Wall Door Center Right
cs_cz: Stone Wall Door Center Right
de: Wand mit Tür, mittig rechts
es: Puerta de muro de piedra centro derecha
fr: Mur de Pierre Porte Centré Droite
hr_hr: Stone Wall Door Center Right
it: Stone Wall Door Center Right
pt_br: Parede de Pedra com Porta Centralizada Direita
ru: Дверь в каменной стене прав.

# DisplayName_Block_StoneWallWindowCenter
source: Large Wall With Window
cs_cz: Stone Wall Window Center
de: Lange Wand mit Fenster
es: Ventana de muro de piedra centro
fr: Mur en Pierre Fenêtre Centré
hr_hr: Stone Wall Window Center
it: Stone Wall Window Center
pt_br: Parede de Pedra com Janela Centralizada
ru: Окно в каменной стене

# DisplayName_Block_StoneWallWindowCenterLeft
source: Wall Window Center Left
cs_cz: Stone Wall Window Center Left
de: Wand mit Fenster, mittig links
es: Ventana de muro de piedra centro izquierda
fr: Mur en Pierre Fenêtre Centré Gauche
hr_hr: Stone Wall Window Center Left
it: Stone Wall Window Center Left
pt_br: Parede de Pedra com Janela Centralizada Esquerda
ru: Окно в каменной стене лев.

# DisplayName_Block_StoneWallWindowCenterRight
source: Wall Window Center Right
cs_cz: Stone Wall Window Center Right
de: Wand mit Fenster, mittig rechts
es: Ventana de muro de piedra centro derecha
fr: Mur en Pierre Fenêtre Centré Droite
hr_hr: Stone Wall Window Center Right
it: Stone Wall Window Center Right
pt_br: Parede de Pedra com Janela Centralizada Direita
ru: Окно в каменной стене прав.

# DisplayName_Block_Stone
source: Stone
cs_cz: Kámen
de: Stein
es: Piedra
fr: Pierre
it: Pietra
pt_br: Rocha
ru: Камень

# DisplayName_Block_StoneBattlementRoofTriangle1
source: Battlement Triangle 1
cs_cz: Stone Battlement Triangle 1
de: Zinnen Dreieick 1
es: Almena de piedra triangular 1
fr: Créneaux de Pierre Triangle 1
hr_hr: Stone Battlement Triangle 1
it: Stone Battlement Triangle 1
pt_br: Parapeito de Batalha Triangular 1
ru: Треугольные каменные зубцы 1

# DisplayName_Block_StoneBattlementRoofTriangle1Mir
source: Battlement Triangle 1 Mirrored
cs_cz: Stone Battlement Triangle 1 Mirrored
de: Zinnen Dreieick 1 gespiegelt
es: Almena de piedra triangular 1 inversa
fr: Créneaux de Pierre Triangle 1 Miroir
hr_hr: Stone Battlement Triangle 1 Mirrored
it: Stone Battlement Triangle 1 Mirrored
pt_br: Parapeito de Batalha Triangular 1 Invertido
ru: Треугольные каменные зубцы 1 зерк.

# DisplayName_Block_StoneBattlementRoofTriangle2Mir
source: Battlement Triangle 2 Mirrored
cs_cz: Stone Battlement Triangle 2 Mirrored
de: Zinnen Dreieick 2
es: Almena de piedra triangular 2 inversa
fr: Créneaux de Pierre Triangle 2 Miroir
hr_hr: Stone Battlement Triangle 2 Mirrored
it: Stone Battlement Triangle 2 Mirrored
pt_br: Parapeito de Batalha Triangular 2 Invertido
ru: Треугольные каменные зубцы 2 зерк.

# DisplayName_Block_StoneBattlementRoofTriangleMir
source: Roof Battlement, Left
cs_cz: Stone Battlement Triangle Mirrored
de: Dachzinnen, links
es: Almena de piedra triangular inversa
fr: Créneaux de Pierre Triangle Miroir
hr_hr: Stone Battlement Triangle Mirrored
it: Stone Battlement Triangle Mirrored
pt_br: Parapeito de Batalha Triangular Invertido
ru: Треугольные каменные зубцы зерк.

# DisplayName_Item_CrossbowBolt
source: Crossbow bolt
de: Köcher

# DisplayName_Item_StoneSmall
source: Small Stone
de: kleiner Stein

# DisplayName_Block_Stone_BattlementRoofTriangle2
source: Battlement Triangle 2
cs_cz: Stone Battlement Triangle 2
de: Zinnen Dreieick 2
es: Almena de piedra triangular 2
fr: Créneaux de Pierre Triangle 2
hr_hr: Stone Battlement Triangle 2
it: Stone Battlement Triangle 2
pt_br: Parapeito de Batalha Triangular 2
ru: Треугольные каменные зубцы 2

# DisplayName_Block_TorchWall
source: Wall Torch
de: Wandfackel
es: Antorcha de pared
fr: Torche Murale
it: Torcia da Parete
pt_br: Arandela de Tocha
ru: Настенный факел

# DisplayName_Block_DeadExplorer
source: Dead Explorer
de: Toter Erkunder

# DisplayName_Block_Wood90Support
source: Sloped Support
cs_cz: Wood Support
de: Schräger Holzträger
es: Soporte de madera
fr: Support en Bois
hr_hr: Wood Support
it: Supporto in legno
pt_br: Suporte de Madeira
ru: Деревянная опора

# DisplayName_Tool_Pickaxe
source: Iron Pickaxe
de: Spitzhacke

# DisplayName_Block_RoofTileCornerRound
source: Round Tile Roof Corner
cs_cz: Roof Tile Corner Round
de: Rundes Ziegeldach, Ecke
es: Roof Tile Corner Round
fr: Roof Tile Corner Round
hr_hr: Roof Tile Corner Round
it: Roof Tile Corner Round
pt_br: Roof Tile Corner Round
ru: Roof Tile Corner Round

# DisplayName_Block_BannerSmallPersonal
source: Small Personal Banner
de: Kleines persönliches Banner

# DisplayName_Block_BannerSmallFaction
source: Small House Banner
de: Kleines Haus-Banner

# DisplayName_Block_BannerMediumPersonal
source: Medium Personal Banner
de: Mittleres persönliches Banner

# DisplayName_Block_BannerMediumFaction
source: Medium House Banner
de: Mittleres Haus-Banner

# DisplayName_Block_BannerLargePersonal
source: Large Personal Banner
de: Großes persönliches Banner

# DisplayName_Block_BannerLargeFaction
source: Large House Banner
de: Großes Haus-Banner

# DisplayName_Block_BlankTowerEmpty
source: Support
cs_cz: Blank Tower Empty
de: Holzträger
es: Blank Tower Empty
fr: Blank Tower Empty
hr_hr: Blank Tower Empty
it: Blank Tower Empty
pt_br: Blank Tower Empty
ru: Blank Tower Empty

# DisplayName_Block_Flag
source: Flag
de: Flagge

# DisplayName_Block_FlagFaction
source: House Flag
de: Haus-Flagge

# DisplayName_Block_FlagPersonal
source: Personal Flag
de: Persönliche Flagge

# DisplayName_Scroll
source: Scroll
de: Schriftrolle

# DisplayName_Block_ScrapWood
source: Scrap Wood
de: Restholz

# DisplayName_Block_WoodChestLarge
source: Large Chest
cs_cz: Wood Chest Large
de: Große Truhe
es: Wood Chest Large
fr: Wood Chest Large
hr_hr: Wood Chest Large
it: Wood Chest Large
pt_br: Wood Chest Large
ru: Wood Chest Large

# DisplayName_Item_LogPineTree
source: Pine Log
de: Baumstamm

# DisplayName_Tool_IronAxe
source: Iron Axe
de: Eisenaxt

# DisplayName_Tool_WoodenShovel
source: Wooden Shovel
de: Holzschaufel

# DisplayName_Tool_IronShovel
source: Iron Shovel
de: Eisenschaufel

# DisplayName_Tool_LandscapeStake
source: Landscape Stake
de: Vermessungs-Pfahl

# DisplayName_HouseHalfStoneDoubleWindows
source: Wall With Double Window
cs_cz: House Half Stone Double Windows
de: House Half Stone Double Windows
es: House Half Stone Double Windows
fr: House Half Stone Double Windows
hr_hr: House Half Stone Double Windows
it: House Half Stone Double Windows
pt_br: House Half Stone Double Windows
ru: House Half Stone Double Windows

# DisplayName_HouseHalfStoneDoubleWindowsCube
source: Small Arch With Double Window
cs_cz: House Half Stone Double Windows Cube
de: House Half Stone Double Windows Cube
es: House Half Stone Double Windows Cube
fr: House Half Stone Double Windows Cube
hr_hr: House Half Stone Double Windows Cube
it: House Half Stone Double Windows Cube
pt_br: House Half Stone Double Windows Cube
ru: House Half Stone Double Windows Cube

# DisplayName_StoneBlockSlopeDiagonal
source: Small Slope Diagonal
cs_cz: Stone Block Slope Diagonal
de: Kleine Rampe, diagonal
es: Stone Block Slope Diagonal
fr: Stone Block Slope Diagonal
hr_hr: Stone Block Slope Diagonal
it: Stone Block Slope Diagonal
pt_br: Stone Block Slope Diagonal
ru: Stone Block Slope Diagonal

# DisplayName_StoneBattlementDiagonal
source: Diagonal Battlement
de: Zinnen, diagonal

# DisplayName_StoneBattlementSideDiagonalMultiBlock1
source: Battlement Side Diagonal 1
cs_cz: Stone Battlement Side Diagonal 1
de: Zinnen, seitlich diagonal 1
es: Stone Battlement Side Diagonal 1
fr: Stone Battlement Side Diagonal 1
hr_hr: Stone Battlement Side Diagonal 1
it: Stone Battlement Side Diagonal 1
pt_br: Stone Battlement Side Diagonal 1
ru: Stone Battlement Side Diagonal 1

# DisplayName_StoneBattlementSideDiagonalMultiBlock2
source: Battlement Side Diagonal 2
cs_cz: Stone Battlement Side Diagonal 2
de: Zinnen, seitlich diagonal 2
es: Stone Battlement Side Diagonal 2
fr: Stone Battlement Side Diagonal 2
hr_hr: Stone Battlement Side Diagonal 2
it: Stone Battlement Side Diagonal 2
pt_br: Stone Battlement Side Diagonal 2
ru: Stone Battlement Side Diagonal 2

# DisplayName_StonePlatformDiagonal
source: Platform Diagonal
cs_cz: Stone Platform Diagonal
de: Diagonale Brüstung
es: Stone Platform Diagonal
fr: Stone Platform Diagonal
hr_hr: Stone Platform Diagonal
it: Stone Platform Diagonal
pt_br: Stone Platform Diagonal
ru: Stone Platform Diagonal

# DisplayName_StoneBattlementCenterDiagonal
source: Battlement Center Diagonal
cs_cz: Stone Battlement Center Diagonal
de: Zinnen, mittig diagonal
es: Stone Battlement Center Diagonal
fr: Stone Battlement Center Diagonal
hr_hr: Stone Battlement Center Diagonal
it: Stone Battlement Center Diagonal
pt_br: Stone Battlement Center Diagonal
ru: Stone Battlement Center Diagonal

# DisplayName_StoneBattlementCenterDiagonalMultiBlockRight
source: Battlement Center Diagonal Right
cs_cz: Stone Battlement Center Diagonal Right
de: Zinnen, mittig diagonal rechts
es: Stone Battlement Center Diagonal Right
fr: Stone Battlement Center Diagonal Right
hr_hr: Stone Battlement Center Diagonal Right
it: Stone Battlement Center Diagonal Right
pt_br: Stone Battlement Center Diagonal Right
ru: Stone Battlement Center Diagonal Right

# DisplayName_StoneBattlementCenterDiagonalMultiBlockLeft
source: Battlement Center Diagonal Left
cs_cz: Stone Battlement Center Diagonal Left
de: Zinnen, mittig diagonal links
es: Stone Battlement Center Diagonal Left
fr: Stone Battlement Center Diagonal Left
hr_hr: Stone Battlement Center Diagonal Left
it: Stone Battlement Center Diagonal Left
pt_br: Stone Battlement Center Diagonal Left
ru: Stone Battlement Center Diagonal Left

# DisplayName_Block_StoneWallSlope
source: Wall Slope, Left
cs_cz: Stone Wall Slope
de: Wand Schräge, links
es: Stone Wall Slope
fr: Stone Wall Slope
hr_hr: Stone Wall Slope
it: Stone Wall Slope
pt_br: Stone Wall Slope
ru: Stone Wall Slope

# DisplayName_Block_StoneWallSlopeMir
source: Wall Slope, Right
de: Wand Schräge, rechts

# DisplayName_Block_StoneWallTop
source: Wall Top
cs_cz: Stone Wall Top
de: Wand Spitze
es: Stone Wall Top
fr: Stone Wall Top
hr_hr: Stone Wall Top
it: Stone Wall Top
pt_br: Stone Wall Top
ru: Stone Wall Top

# DisplayName_Block_StoneBattlementRoundLargeSide
source: Large Round Battlement
cs_cz: Stone Battlement Round Large Side
de: Große runde Zinnen
es: Stone Battlement Round Large Side
fr: Stone Battlement Round Large Side
hr_hr: Stone Battlement Round Large Side
it: Stone Battlement Round Large Side
pt_br: Stone Battlement Round Large Side
ru: Stone Battlement Round Large Side

# DisplayName_Block_StoneBlockRoundLarge
source: Large Round Corner
cs_cz: Stone Block Round Large
de: Große runde Ecke
es: Stone Block Round Large
fr: Stone Block Round Large
hr_hr: Stone Block Round Large
it: Stone Block Round Large
pt_br: Stone Block Round Large
ru: Stone Block Round Large

# DisplayName_Block_StoneWallRoundLarge
source: Large Round Wall
cs_cz: Stone Wall Round Large
de: Große runde Wand
es: Stone Wall Round Large
fr: Stone Wall Round Large
hr_hr: Stone Wall Round Large
it: Stone Wall Round Large
pt_br: Stone Wall Round Large
ru: Stone Wall Round Large

# DisplayName_Block_StoneWallRoundLargeDoor
source: Large Round Wall, Left Entrance
cs_cz: Stone Wall Round Large Door
de: Große runde Wand, Eingang links
es: Stone Wall Round Large Door
fr: Stone Wall Round Large Door
hr_hr: Stone Wall Round Large Door
it: Stone Wall Round Large Door
pt_br: Stone Wall Round Large Door
ru: Stone Wall Round Large Door

# DisplayName_Block_StoneWallRoundLargeDoorOffset
source: Wall Round Large Door Offset
cs_cz: Stone Wall Round Large Door Offset
de: Große runde Wand, Tür versetzt
es: Stone Wall Round Large Door Offset
fr: Stone Wall Round Large Door Offset
hr_hr: Stone Wall Round Large Door Offset
it: Stone Wall Round Large Door Offset
pt_br: Stone Wall Round Large Door Offset
ru: Stone Wall Round Large Door Offset

# DisplayName_Block_StoneWallRoundLargeWindow
source: Large Round Wall, Left Window
cs_cz: Stone Wall Round Large Window
de: Große Runde Wand, Fenster links
es: Stone Wall Round Large Window
fr: Stone Wall Round Large Window
hr_hr: Stone Wall Round Large Window
it: Stone Wall Round Large Window
pt_br: Stone Wall Round Large Window
ru: Stone Wall Round Large Window

# DisplayName_StonePlatformRoundLarge_1
source: Platform Round Large
cs_cz: Stone Platform Round Large
de: Große runde Brüstung
es: Stone Platform Round Large
fr: Stone Platform Round Large
hr_hr: Stone Platform Round Large
it: Stone Platform Round Large
pt_br: Stone Platform Round Large
ru: Stone Platform Round Large

# DisplayName_Block_RoofTileLargeRound
source: Large Round Tile Roof
cs_cz: Roof Tile Large Round
de: Großes rundes Ziegeldach
es: Roof Tile Large Round
fr: Roof Tile Large Round
hr_hr: Roof Tile Large Round
it: Roof Tile Large Round
pt_br: Roof Tile Large Round
ru: Roof Tile Large Round

# DisplayName_LockableDrum
source: Lockable Rope Drum
cs_cz: Lockable drum
de: Arretierbare Seiltrommer
es: Lockable drum
fr: Lockable drum
hr_hr: Lockable drum
it: Lockable drum
pt_br: Lockable drum
ru: Lockable drum

# DisplayName_Item_LargeStone
source: Large Stone
de: Großer Stein

# DisplayName_Item_Dirt
source: Dirt
de: Erde

# DisplayName_Item_Iron
source: Iron
de: Eisen

# DisplayName_Item_Wood
source: Wood
de: Holz

# DisplayName_AreaMarkers_MiningMarker
source: Mining area
de: Mine

# DisplayName_AreaMarkers_StockpileMarker
source: Stockpile
de: Vorrat

# DisplayName_AreaMarkers_WoodcuttingMarker
source: Woodcutting area
de: Forst

# DisplayName_Block_SlicedRoofWoodCornerRound
source: Round Wooden Roof Corner
de: Rundes Holzdach Ecke

# DisplayName_Ammo_CrossbowQuiver
source: Crossbow Bolt
de: Köcher

# DisplayName_Weapon_Sword
source: Iron Sword
de: Schwert

# DisplayName_Block_StoneSlopeLong30_BattlementAll
source: Large Slope, Double Battlement
de: Lange Rampe, Doppel-Zinnen

# DisplayName_Block_StoneSlopeLong30_BattlementLeft
source: Large Slope, Right Battlement
de: Lange Rampe, Zinnen rechts

# DisplayName_Block_StoneSlopeLong30_BattlementRight
source: Large Slope, Left Battlement
de: Lange Rampe, Zinnen links

# DisplayName_Block_StoneBlockSlopeBattlementBoth
source: Small Slope, Double Battlement
de: Kurze Rampe, Doppel-Zinnen

# DisplayName_Block_StoneBlockSlopeBattlementLeft
source: Small Slope, Left Battlement
de: Kurze Rampe, Zinnen links

# DisplayName_Block_StoneBlockSlopeBattlementRight
source: Small Slope, Right Battlement
de: Kurze Rampe, Zinnen rechts

# DisplayName_Block_StoneWallRoundLargeDoorBoth
source: Large Round Wall, Double Entrance
de: Große runde Wand, Doppel-Eingang

# DisplayName_Block_StoneWallRoundLargeDoorLeft
source: Large Round Wall, Right Entrance
de: Große runde Wand, Eingang rechts

# DisplayName_Block_StoneWallRoundLargeDoorOffsetBoth
source: Large Round Wall, Double Entrance Offset
de: Große runde Wand, Doppel-Eingang versetzt

# DisplayName_Block_StoneWallRoundLargeDoorOffsetLeft
source: Large Round Wall, Right Entrance Offset
de: Große runde Wand, Eingang rechts versetzt

# DisplayName_Block_StoneWallRoundLargeDoorOffsetRight
source: Large Round Wall, Left Entrance Offset
de: Große runde Wand, Eingang links versetzt

# DisplayName_Block_StoneWallRoundLargeWindowBoth
source: Large Round Wall, Double Windows
de: Große runde Wand, Doppel-Fenster

# DisplayName_Block_StoneWallRoundLargeWindowLeft
source: Large Round Wall, Right Window
de: Große runde Wand, Fenster rechts

# DisplayName_Block_StoneWallRoundLargeWindowLeftWithShutters
source: Large Round Wall, Right Shutters
de: Große runde Wand, Fensterläden rechts

# DisplayName_Block_StoneBattlementCenterPlatformCornerIn
source: Ledge Battlement, Inner Corner
de: Brüstung mit Zinne, Innenecke

# DisplayName_StonePlatformDiagonalMultiBlock
source: Diagonal Ledge Platform
de: Diagonale Brüstung

# DisplayName_StoneBattlementCenterDiagonalWithPlatform
source: Diagonal Ledge Battlement
de: Diagonale Brüstung mit Zinnen

# DisplayName_Block_RoofBattlement
source: Roof Battlement, Right
de: Dachzinnen, rechts

# DisplayName_Block_StoneBattlementStraight
source: Battlement
de: Zinnen

# DisplayName_Block_StoneBattlementAdvancedStraightMultiBlock
source: Ledge Battlement
de: Brüstung mit Zinnen

# DisplayName_Block_StoneBattlementAdvancedStraightBottom
source: Ledge Platform
de: Brüstung

# DisplayName_Block_StoneBattlementRoundLargeAdvancedWithPlatform
source: Large Round Ledge Battlement
de: Große runde Brüstung mit Zinnen

# DisplayName_Block_StonePlatformRoundLargeMultiBlock
source: Large Round Ledge Platform
de: Große runde Brüstung

# DisplayName_Faction_Barbarians
source: Barbarians
de: Barbaren

# DisplayName_Faction_Engineers
source: Engineer's Guild House
de: Ingenieursgilden-Haus

# Description_Faction_Engineers
source: Association of craftsman trained in engineering. Engineers design, build, and maintain machines and structures.
de: Verband der Handwerker trainiert im Ingenieurwesen. Ingenieure entwerfen, bauen und betreiben Maschinen und Strukturen.

# Description_Faction_Barbarians
source: Wild and unkempt, Barbarians are always a threat to Engineers everywhere.
de: Wild und ungepflegt, Barbaren stellen immer eine Bedrohung für Ingenieure dar.

# DisplayName_Area_SafeZone
source: Safe Area
de: Sicherer Bereich

# DisplayName_Consumables_Berries
source: Berries
de: Berren

# DisplayName_Consumables_Herbs
source: Herbs
de: Kräuter

# DisplayName_Consumables_Mushrooms
source: Mushrooms
de: Pilze

# DisplayName_Consumables_Roots
source: Roots
de: Wurzeln

# DisplayName_Consumables_Meat
source: Meat
de: Fleisch

# DisplayName_Consumables_RoastMeat
source: Roast Meat
de: Gebratenenes Fleisch

# DisplayName_Item_WoodenSticks
source: Sticks
de: Stöcke

# DisplayName_Consumables_Goulash
source: Goulash
de: Gulasch

# DisplayName_Consumables_Mushroom_Soup
source: Mushroom Soup
de: Pilzsuppe

# DisplayName_Consumables_Roots_With_Shrooms
source: Roots with Shrooms
de: Wurzeln mit Pilzen

# DisplayName_Consumables_Shroomsteak
source: Shroom Steak
de: Gebratenes Fleisch mit Pilzen

# DisplayName_Consumables_Salad
source: Salad
de: Salat
