Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# Description_Tool_Pickaxe
source: A strong tool for mining, the iron pickaxe is more durable than copper and bronze pickaxes. It can also mine ore and stones with greater efficiency.
de: A hardened iron tool, the pickaxe can mine stone and solid ore. Note: This tool cannot be used as a weapon.

# Description_Tool_SeedBag
source: A simple bag containing prepared seeds. These can be planted by hand or used in a mechanized seeder.
de: Ein einfacher Beutel, der Saatgut enthält. Er kann entweder in eine Sämaschine für das mechanisierte Anbauen gegeben, oder von Hand ausgesät werden.

# DisplayName_ItemTag_Rope
source: Basic Ropes
de: Seile

# DisplayName_Group_StoneWallWindowCenter
source: Large Walls With Windows
de: Lange Wände mit Fenstern

# DisplayName_Block_HouseHalfStoneWallArrowSlit
source: Wall With Arrow Slit
de: Wand mit Schießscharte

# DisplayName_Block_HouseStoneRoundedArrowSlit
source: Round Wall With Arrow Slit
de: Runde Wand mit Schießscharte

# DisplayName_Block_StoneWallArrowSlitCenter
source: Large Wall With Arrow Slit
de: Lange Wand mit Schießscharte

# DisplayName_Block_StoneWallRoundLargeArrowSlitBoth
source: Large Round Wall, Double Arrow Slits
de: Große runde Wand, Doppel-Schießscharten

# DisplayName_Block_StoneWallRoundLargeArrowSlitLeft
source: Large Round Wall, Right Arrow Slit
de: Große runde Wand, Schießscharte rechts

# DisplayName_Block_StoneWallRoundLargeArrowSlitRight
source: Large Round Wall, Left Arrow Slit
de: Große runde Wand, Schießscharte links

# DisplayName_Block_ClaimBlockWood
source: Wooden Claim Block
de: Hölzerner Grundstein

# DisplayName_Group_LargeRoundWallsWithDoorsBoth
source: Large Round Walls, Double Doors
de: Große runde Wände, Doppeltüren

# DisplayName_Group_LargeRoundWallsWithDoorsLeft
source: Large Round Walls, Right Doors
de: Große runde Wände, Türen rechts

# DisplayName_Group_LargeRoundWallsWithDoorsRight
source: Large Round Walls, Left Doors
de: Große runde Wände, Türen rechts

# DisplayName_Group_LargeRoundWallsWithWindowsBoth
source: Large Round Walls, Double Windows
de: Große runde Wände, Doppelfenster

# DisplayName_Group_LargeRoundWallsWithWindowsLeft
source: Large Round Walls, Left Windows
de: Große runde Wände, Fenster rechts

# DisplayName_Group_LargeRoundWallsWithWindowsRight
source: Large Round Walls, Right Windows
de: Große runde Wände, Fenster links

# DisplayName_Block_StockpileStoneSmall
source: Small Stockpile for Stones
de: Kleines Lager für Steine

# Description_Block_ArrowSign
source: Arrow shaped signs with icons and text.
de: Ein Pfeil-förmiges Schild mit einem Symbol und einem Text.

# Description_Block_Sign
source: Rectangular signs with icons and text.
de: Ein rechteckiges Schild mit einem Symbol und einem Text.

# DisplayName_Block_Signpost3x2
source: Large Sign
de: Großes Schild

# DisplayName_Block_Signpost3x1
source: Small Sign
de: Kleines Schild

# DisplayName_Block_SignpostArrowCentered3x1
source: Arrow Sign, Center
de: Pfeil-Schild, mittig

# DisplayName_Block_SignPost3x1ArrowOffset
source: Arrow Sign, Left Offset
de: Pfeil-Schild, links offset

# DisplayName_Block_SignPost3x1ArrowOffsetMir
source: Arrow Sign, Right Offset
de: Pfeil-Schild, rechts versetzt

# DisplayName_Group_Block_Signs
source: Signs
de: Schilder

# DisplayName_Block_Signs
source: Sign
de: Schild

# Description_Block_Signs
source: Signs with an icon and text.
de: Schilder mit einem Symbol und einem Text.

# DisplayName_Group_Block_ArrowSigns
source: Arrow Signs
de: Pfeil-Schilder

# DisplayName_Block_ArrowSigns
source: Arrow Sign
de: Pfeil-Schild

# Description_Block_ArrowSigns
source: Arrow Signs with an icon and text.
de: Pfeilförmige Schilder mit einem Symbol und einem Text.

# DisplayName_Block_RoofThatchCornerRound
source: Round Thatch Roof Corner
de: Rundes Strohdach Ecke

# DisplayName_DiplomaticStatus_Self
source: This is you
de: Ihr selbst

# DisplayName_DiplomaticStatus_Faction
source: Your House
de: Dein Haus

# DisplayName_DiplomaticStatus_War
source: At War
de: Im Krieg

# DisplayName_DiplomaticStatus_Surrendering
source: Surrendering
de: Kapituliert

# DisplayName_DiplomaticStatus_Allied
source: Ally
de: Verbündeter

# DisplayName_DiplomaticStatus_AwaitingAlliance
source: Awaiting Alliance
de: Bündnisangebot versendet

# DisplayName_DiplomaticStatus_DeclareWar
source: Declare War
de: Krieg erklären

# DisplayName_DiplomaticStatus_DeclareWar_Tooltip
source: Declaring war on another House flags them as enemies and makes their names show up in red.
de: Dem anderen Haus den Krieg erklären. Mitglieder eines feindlichen Hauses erscheinen in Rot.

# DisplayName_DiplomaticStatus_Surrender
source: Surrender
de: Kapitulieren

# DisplayName_DiplomaticStatus_Surrender_Tooltip
source: Surrendering to another House is the first step to ending hostilities. They will still have to accept your surrender though.
de: Eine Kapitulation aussprechen ist der erste Schritt, um die Kampfhandlungen zu beenden. Euer Feind muss diese aber auch akzeptieren!

# DisplayName_DiplomaticStatus_CancelSurrender
source: Cancel Surrender
de: Kapitulation zurückziehen

# DisplayName_DiplomaticStatus_CancelSurrender_Tooltip
source: Retracting your surrender means that the enemy can no longer accept surrender, hostilities will continue.
de: Die ausgesprochene Kapitulation zurückziehen und die Kampfhandlungen fortsetzen.

# DisplayName_DiplomaticStatus_RejectSurrender
source: Reject Surrender
de: Kapitulation zurückweisen

# DisplayName_DiplomaticStatus_RejectSurrender_Tooltip
source: Rejecting a surrender means that you do wish to continue the war.
de: Die Kapitulation ablehnen und den Krieg fortsetzen.

# DisplayName_DiplomaticStatus_AcceptSurrender
source: Accept Surrender
de: Kapitulation akzeptieren

# DisplayName_DiplomaticStatus_AcceptSurrender_Tooltip
source: Accepting a surrender will end the war. Peace will return to the lands.
de: Das Akzeptieren der Kapitulation beendet den Krieg, auf das wieder Friedem im Land einkehren kann.

# HUD_Notification_DiplomaticStatusChange_War
source: at war with
de: im Krieg mit

# DisplayName_DiplomaticStatus_ProposeAlliance
source: Propose Alliance
de: Bündnis anbieten

# DisplayName_DiplomaticStatus_ProposeAlliance_Tooltip
source: An alliance between Houses permits Fast Travel access. Members of allied Houses show up in blue.
de: Ein Bündnis ermöglicht Schnellreise durch das fremde Gebiet. Mitglieder verbündeter Häuser erscheinen in Blau.

# DisplayName_DiplomaticStatus_CancelAlliance
source: Cancel Alliance
de: Bündnis aufkündigen

# DisplayName_DiplomaticStatus_CancelAlliance_Tooltip
source: Cancelling an alliance means you will no longer be able to fast travel through each other's lands.
de: Erklärt das Bündnis mit diesem Haus für nichtig.

# DisplayName_DiplomaticStatus_CancelAllianceRequest
source: Cancel Alliance Request
de: Bündnisangebot zurückziehen

# DisplayName_DiplomaticStatus_CancelAllianceRequest_Tooltip
source: Cancelling the alliance request means the other party can no longer accept an alliance.
de: Zieht das ausgesprochene Angebot zu einem Bündnis zurück.

# DisplayName_DiplomaticStatus_RejectAllianceRequest
source: Reject Alliance Request
de: Bündnisanfrage abweisen

# DisplayName_DiplomaticStatus_RejectAllianceRequest_Tooltip
source: Rejecting an alliance request prevents others from fast travelling through your lands.
de: Die Anfrage zu einem Bündnis mit diesem Haus zurückweisen.

# DisplayName_DiplomaticStatus_AcceptAllianceRequest
source: Accept Alliance Request
de: Bündnis akzeptieren

# DisplayName_DiplomaticStatus_AcceptAllianceRequest_Tooltip
source: Accepting an alliance between Houses permits Fast Travel Access through each other's lands. Members of allied Houses show up in blue.
de: Ein Bündnis ermöglicht Schnellreise durch das fremde Gebiet. Mitglieder verbündeter Häuser erscheinen in Blau.

# HUD_Notification_DiplomaticStatusChange_Alliance
source: in an alliance with
de: in einem Bündnis mit

# DisplayName_AiCommand_MinerBehavior
source: Transform into miner
de: In Minenarbeiter verwandeln

# DisplayName_AiCommand_WoodcutterBehavior
source: Transform into woodcutter
de: In Holzfäller verwandeln

# DisplayName_AiCommand_FollowerBehavior
source: Transform into servant
de: In Diener verwandeln

# DisplayName_BarbarianBag
source: Bag
de: Rucksack

# DisplayName_Skin_Default
source: Default
de: Standard

# DisplayName_Animation_Facepalm
source: Facepalm
cs_cz: Ruka přes obličej
es: Palmada en la cara
ru: Рукалицо

# DisplayName_Block_RoofWoodTop
source: Wooden Roof Top Section
cs_cz: Hřeben dřevěné střechy.
es: Parte superior de tejado
fr: Toit en Bois Chapeau
hr_hr: Krov Drvo Vrh
it: Tetto in legno superiore
pt_br: Topo de Telhado de Madeira
ru: Верх деревянной крыши

# Quote02Author
source: Ali Ibn Abi Talib
cs_cz: Alí ibn Abí Tálib
ru: Али ибн Аби Талиб

# Quote07Author
source: Shakespeare
fr: Sakespeare
ru: Шекспир

# Quote10Author
source: Albertus Magnus
cs_cz: Albert Veliký
es: Alberto Magno
fr: Albert le Grand
hr_hr: Albert Veliki
it: Alberto Magno
pt_br: Alberto Magnus
ru: Альберт Великий

# Quote11Author
source: Abu Bakr
cs_cz: Abú Bakr
fr: Abou Bakr
ru: Абу Бакр

# Quote12Author
source: Abu Bakr
cs_cz: Abú Bakr
fr: Abou Bakr
ru: Абу Бакр

# Quote13Author
source: Abu Bakr
cs_cz: Abú Bakr
fr: Abou Bakr
ru: Абу Бакр

# Quote19Author
source: Filippo Brunelleschi
fr: Fillippo Brunelleschi
ru: Филиппо Брунеллески

# Quote20Author
source: Michelangelo
es: Miguel Ángel
fr: Michel-Ange
ru: Микеланджело

# Quote21Author
source: William Wallace
ru: Уильям Уолленс

# Quote23Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote24Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote25Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote26Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote27Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote29Author
source: Niccolò Machiavelli
es: Nicolás de Maquiavelo
fr: Nicolas Machiavel
ru: Никколо Макиавелли

# Quote30Author
source: Niccolò Machiavelli
es: Nicolás de Maquiavelo
fr: Nicolas Machiavel
ru: Никколо Макиавелли

# Quote33Author
source: Archimedes
cs_cz: Archimédés
es: Arquímedes
fr: Archimède
hr_hr: Arhimed
it: Archimede
ru: Архимед

# Quote34Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote35Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote36Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote37Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote38Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо да Винчи

# Quote39Author
source: Galileo Galilei
fr: Galilée
hr_hr: Galileo Galilej
ru: Галилео Галилей

# Quote40Author
source: Galileo Galilei
fr: Galilée
hr_hr: Galileo Galilej
ru: Галилео Галилей

# Quote41Author
source: Galileo Galilei
fr: Galilée
hr_hr: Galileo Galilej
ru: Галилео Галилей

# Quote43Author
source: Anonym
es: Anónimo
fr: Anonyme
hr_hr: Anonimno
it: Anonimo
pt_br: Anônimo
ru: Неизвестный

# Quote45Author
source: Sun Tzu
ru: Сунь Цзы

# Quote46Author
source: Sun Tzu
ru: Сунь Цзы

# Quote47Author
source: Sun Tzu
ru: Сунь Цзы

# Quote48Author
source: Sun Tzu
ru: Сунь Цзы

# Quote49Author
source: Sun Tzu
ru: Сунь Цзы

# Quote50Author
source: Sun Tzu
ru: Сунь Цзы

# Quote59Author
source: Buddha
es: Buda
fr: Bouddha
hr_hr: Buda
ru: Будда

# Quote60Author
source: Buddha
es: Buda
fr: Bouddha
hr_hr: Buda
ru: Будда

# Quote61Author
source: Buddha
es: Buda
fr: Bouhdda
hr_hr: Buda
ru: Будда

# DisplayName_Block_Rotor
source: Rotor
it: Rotore
ru: Ротор

# DisplayName_Block_WoodenFloorRoundLarge_MultiBlock
source: Large Round Floor
cs_cz: Dřevěná podlaha kulatá velká
es: Suelo de madera redondo grande
fr: Large Plancher en Bois Rond
hr_hr: Drveni Pod Okrugao Velik
it: Pavimento di legno grande circolare
pt_br: Chão de Madeira Redondo Grande
ru: Большой круглый деревянный пол

# DisplayName_Block_StoneSlopeLong30Left
source: Large Slope
cs_cz: Kamenný Blok Šikmý 30 Levý
es: Almena grande de piedra en pendiente 30 grados a la izquierda
fr: Rampe de Pierre Longue 30 Gauche
hr_hr: Kameni Nagib Dug 30 Lijevo
it: Blocco di Pietra Inclinato Lungo 30 Sinistra
pt_br: Rampa de Pedra 30° Longa Esquerda
ru: Каменный наклон 30 лев.

# DisplayName_Block_StoneSlopeLong30Right
source: Large Slope
cs_cz: Kamenný Blok Šikmý Dlouhý 30 Pravý
es: Almena grande de piedra en pendiente 30 grados a la derecha
fr: Rampe de Pierre Longue 30 Droite
hr_hr: Kameni Nagib Dug 30 Desno
it: Blocco di Pietra Inclinato Lungo 30 Destra
pt_br: Rampa de Pedra 30° Longa Direita
ru: Каменный наклон 30 прав.

# DisplayName_Block_StoneSlopeLong60Left
source: Large Vertical Slope
cs_cz: Kamenný Blok Šikmý Dlouhý 60 Levý
es: Almena grande de piedra en pendiente 60 grados a la izquierda
fr: Rampe de Pierre Longue 60 Gauche
hr_hr: Kameni Nagib Dug 60 Lijevo
it: Blocco di Pietra Inclinato Lungo 60 Sinistra
pt_br: Rampa de Pedra 60° Longa Esquerda
ru: Каменный наклон 60 лев.

# DisplayName_Block_StoneSlopeLong60Right
source: Large Vertical Slope
cs_cz: Kamenný Blok Šikmý Dlouhý 60 Pravý
es: Almena grande de piedra en pendiente 60 grados a la derecha
fr: Rampe de Pierre Longue 60 Droite
hr_hr: Kameni Nagib Dug 60 Desno
it: Blocco di Pietra Inclinato Lungo 60 Destra
pt_br: Rampa de Pedra 60° Longa Direita
ru: Каменный наклон 60 прав.

source: DisplayName_StoneBattlementSideDiagonal
cs_cz: Stone Battlement Side Diagonal
es: Stone Battlement Side Diagonal
fr: Stone Battlement Side Diagonal
hr_hr: Stone Battlement Side Diagonal
it: Stone Battlement Side Diagonal
pt_br: Stone Battlement Side Diagonal
ru: Stone Battlement Side Diagonal
