Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/DataTexts.*.resx
Languages: cs_cz, de, es, fr, hr_hr, it, pt_br, ru

# DisplayName_Animation_Wave
source: Wave
cs_cz: Animace vlny
de: Winken-Animation
es: Animación de ola
fr: Animation Signe de main
hr_hr: Animacija Vala
it: Animazione onda
pt_br: Animação de Aceno
ru: Анимация волн

# DisplayName_Category_CharacterAnimations
source: Character Animations
cs_cz: Animace charakteru
de: Charakter-Animationen
es: Animaciones del personaje
fr: Animations du personnage
hr_hr: Animacije Lika
it: Animazione del personaggio
pt_br: Animações de Personagem
ru: Анимации Персонажа

# DisplayName_Category_Consumables
source: Consumables
de: Verbrauchsgegenstände

# DisplayName_Category_Schematics
source: Schematics
de: Schemata

# DisplayName_Category_VoxelHands
source: Voxel Hands
cs_cz: Ruka voxelu
de: Voxel-Hände
es: Manos de voxel
fr: Curseur voxel
hr_hr: Voxel Ruke
it: Mani Voxel
pt_br: Mãos Voxel
ru: Воксельные кисти

# Description_Category_VoxelHands
source: The magic hands of a world shaper.
de: Die magischen Hände eines Weltenformers.

# DisplayName_VoxelHand_Box
source: Box
de: Kiste
es: Caja
fr: Cube
hr_hr: Kutija
it: Cielo
pt_br: Caixa
ru: Куб

# DisplayName_VoxelHand_Sphere
source: Sphere
cs_cz: Koule
de: Kugel
es: Esfera
fr: Sphère
hr_hr: Sfera
it: Sfera
pt_br: Esfera
ru: Сфера

# DisplayName_VoxelHand_Capsule
source: Capsule
cs_cz: Kapsle
de: Kapsel
es: Cápsula
hr_hr: Kapsula
it: Capsula
pt_br: Capsula
ru: Капсула

# DisplayName_VoxelHand_Ramp
source: Ramp
cs_cz: Rampa
de: Rampe
es: Rampa
fr: Rampe
hr_hr: Rampa
it: Rampa
pt_br: Rampa
ru: Наклон

# DisplayName_Category_GeneratedBlocks
source: Generated Blocks
cs_cz: Vygenerované bloky
de: Generierte Blöcke
es: Bloques generados
fr: Blocs Générés
hr_hr: Generirani Elementi
it: Blocchi generati
pt_br: Blocos Gerados
ru: Сгенерированые блоки

# DisplayName_Block_WoodenGate
source: Gate
de: Holztor

# DisplayName_Block_WoodenDrawBridge
source: Drawbridge
de: Holzzugbrücke

# DisplayName_Block_RoofTileCornerRoundTall_MultiBlock
source: Tall Round Tile Roof
cs_cz: Rohová střešní taška vysoký oblouk.
de: Hohes rundes Ziegeldach
es: Esquina redonda alta de tejado
fr: Grand Toit en Tuile Conique
hr_hr: Krov Crijep Ugao Okrugao Visok
it: Spigolo arrotondato alto del tetto
pt_br: Canto Alto de Telhado Redondo de Telha
ru: Угол круглой черепичной крыши

# DisplayName_Block_RoofTileTop
source: Tile Roof Top Section
cs_cz: Střešní taška
de: Ziegeldach First
es: Parte superior de tejado
fr: Toit en Tuile Chapeau
hr_hr: Krov Crijep Vrh
it: Parte superiore del tetto
pt_br: Topo de Telhado de Telha
ru: Верх черепичной крыши

# DisplayName_Block_RoofTileTopCross
source: Tile Roof Top + Section
de: Ziegeldach First Kreuz

# DisplayName_Block_RoofTileTopCut
source: Tile Roof Top End
de: Ziegeldach First Ende

# DisplayName_Block_RoofTileTopEnd
source: Tile Roof Top Peak
de: Ziegeldach Spitze

# DisplayName_Block_RoofTileTopT
source: Tile Roof Top T Section
de: Ziegeldach First T-Kreuz

# DisplayName_Block_RoofTileTopTurn
source: Tile Roof Top Corner
de: Ziegeldach First Ecke

# DisplayName_Group_WoodenRoofTopSections
source: Wooden Roof Tops
de: Holzdach First

# DisplayName_Block_RoofWoodTopCross
source: Wooden Roof Top + Section
de: Holzdach First Kreuz

# DisplayName_Block_RoofWoodTopCut
source: Wooden Roof Top End
de: Holzdach First Ende

# DisplayName_Block_RoofWoodTopEnd
source: Wooden Roof Top Peak
de: Holzdach First Spitze

# DisplayName_Block_RoofWoodTopT
source: Wooden Roof Top T Section
de: Holzdach First T-Kreuz

# DisplayName_Block_RoofWoodTopTurn
source: Wooden Roof Top Corner
de: Holzdach First Ecke

# DisplayName_Block_RoofThatchTop
source: Thatch Roof Top Section
de: Strohdach First

# DisplayName_Block_RoofThatchTopCross
source: Thatch Roof Top + Section
de: Strohdach First Kreuz

# DisplayName_Block_RoofThatchTopCut
source: Thatch Roof Top End
de: Strohdach First Ende

# DisplayName_Block_RoofThatchTopEnd
source: Thatch Roof Top Peak
de: Strohdach First Spitze

# DisplayName_Block_RoofThatchTopT
source: Thatch Roof Top T Section
de: Strohdach First T-Kreuz

# DisplayName_Block_RoofThatchTopTurn
source: Thatch Roof Top Corner
de: Strohdach First Ecke

# DisplayName_Block_RoofHayInvCorner
source: Thatch Roof Inner Corner
cs_cz: Rohová střecha ze slámy
de: Strohdach Innenecke
es: Esquina de heno invertida para el tejado
fr: Toit de Chaume Inv Coin
hr_hr: Krov Sijeno Obrnut Ugao
it: Angolo invertito del tetto in fieno
pt_br: Telhado de Palha Canto Invertido
ru: Угол соломенной крыши инв.

# DisplayName_Block_RoofWoodInvCorner
source: Wooden Roof Inner Corner
cs_cz: Obrácená rohová dřevěná střecha
de: Holzdach Innenecke
es: Esquina invertida para el tejado
fr: Toit en Bois Inv Coin
hr_hr: Krov Drveni Obrnut Ugao
it: Angolo di tetto in legno inv
pt_br: Telhado de Madeira Canto Invertido
ru: Угол деревянной крыши инв.

# DisplayName_Block_RoofTileInvCorner
source: Tile Roof Inner Corner
cs_cz: Rohová střešní taška
de: Ziegeldach Innenecke
es: Esquina invertida para el tejado
fr: Toit en Tuile Inv Coin
hr_hr: Krov Crijep Obrnut Ugao
it: Angolo invertito del tetto
pt_br: Telhado de Telha Canto Invertido
ru: Угол черепичной крыши инв.

# DisplayName_Block_RoofWoodCorner
source: Wooden Roof Outer Corner
cs_cz: Rohová dřevěná střecha
de: Holzdach Außenecke
es: Esquina para el tejado
fr: Toit en Bois Coin
hr_hr: Krov Drveni Ugao
it: Angolo del tetto in legno
pt_br: Telhado de Madeira Canto
ru: Угол деревянной крыши

# DisplayName_Block_RoofTileCorner
source: Tile Roof Outer Corner
cs_cz: Rohová střešní taška
de: Ziegeldach Außenecke
es: Esquina para el tejado
fr: Toit en Tuile Coin
hr_hr: Krov Crijep Ugao
it: Angolo del tetto
pt_br: Telhado de Telha Canto
ru: Угол черепичной крыши

# DisplayName_Block_RoofWood
source: Wooden Roof
cs_cz: Dřevěná střecha
de: Holzdach
es: Tejado de madera
fr: Toit en Bois
hr_hr: Krov Drvo
it: Tetto di legno
pt_br: Telhado de Madeira
ru: Деревянная крыша

# DisplayName_Block_RoofTile
source: Tile Roof
cs_cz: Tašková střecha
de: Ziegeldach
es: Tejado de tejas
fr: Toit en Tuile
hr_hr: Krov Crijep
it: Tetto
pt_br: Telhado de Telha
ru: Черепичная крыша

# DisplayName_Block_StoneBlockArch
source: Small Arch
cs_cz: Blok kameného oblouku
de: Bogen
es: Arco de piedra
fr: Bloc de Pierre Arcade
hr_hr: Kameni Element Luk
it: Arco di pietra
pt_br: Bloco de Arco de Pedra
ru: Каменная арка

# DisplayName_Block_StickFence
source: Stick Fence
de: Stockzaun

# DisplayName_Block_StoneBlockCube
source: Stone Cube
cs_cz: Kamenný kvádr
de: Steinblock
es: Cubo de piedra
fr: Bloc de Pierre
hr_hr: Kameni Element Kocka
it: Blocco di pietra cubico
pt_br: Bloco Cubo de Pedra
ru: Каменный блок

# DisplayName_Block_StoneBlockRound
source: Small Round Corner
cs_cz: Kulatý kamenný blok
de: Kleine runde Ecke
es: Piedra redondeada
fr: Bloc de Pierre Circulaire
hr_hr: Kameni Element Okrugao
it: Blocco di pietra circolare
pt_br: Bloco Redondo De Pedra
ru: Скругленый каменный блок

# DisplayName_Block_StoneBlockRoundIn
source: Round Interior
cs_cz: Kulatý kamenný blok vnitřní
de: Runde Innenecke
es: Piedra redondeada interior
fr: Bloc de Pierre Incurvé
hr_hr: Kameni Element Okrugao Obr
it: Blocco di pietra circolare inferiore
pt_br: Bloco Redondo de Pedra Interno
ru: Скругленый внутрь каменный блок

# DisplayName_Block_StoneBlockRoundInDoor
source: Round Interior Entrance, Left
cs_cz: Dveře v kulaté zdi
de: Runde Innenwand, Eingang links
es: Puerta redondeada interior de piedra
fr: Bloc de Pierre Incurvé Porte
hr_hr: Kameni Element Okrugao Obr Vrata
it: Porta nel blocco di pietra circolare
pt_br: Bloco de Pedra Redondo com Porta
ru: Дверь в скругленном внутрь каменном блоке

# DisplayName_Block_StoneBlockSlope
source: Small Slope
cs_cz: Šikmý kamenný blok
de: Kurze Rampe
es: Piedra inclinada
fr: Rampe de Pierre
hr_hr: Kameni Element Nagib
it: Blocco di pietra inclinato
pt_br: Bloco de Pedra Rampa
ru: Каменный наклонный блок

# DisplayName_Block_StoneBlockStairs
source: Stairs
cs_cz: Kamenné schody
de: Steintreppe
es: Escaleras de piedra
fr: Escalier de Pierre
hr_hr: Kameni Element Stepenice
it: Scale in blocco di pietra
pt_br: Bloco Escada de Pedra
ru: Блок каменной лестницы

# DisplayName_Block_StoneWall
source: Wall
cs_cz: Kamenná zeď
de: Steinwand
es: Muro de piedra
fr: Mur de Pierre
hr_hr: Kameni Zid
it: Muro di pietra
pt_br: Parede de Pedra
ru: Каменная стена

# DisplayName_Block_StoneWallArch
source: Wall With Arch
cs_cz: Oblouková kamená zeď
de: Wand mit Bogen
es: Arco de muro de piedra
fr: Mur de Pierre Arcade
hr_hr: Kameni Zid Luk
it: Arco da muro in pietra
pt_br: Parede de Pedra Arco
ru: Каменная арка

# DisplayName_Block_StoneWallDoor
source: Wall With Entrance
cs_cz: Dveře kamenné zdi
de: Wand mit Eingang
es: Puerta de muro de piedra
fr: Mur de Pierre Porte
hr_hr: Kameni Zid Vrata
it: Muro di pietra per porta
pt_br: Parede de Pedra Porta
ru: Каменная стенная дверь

# DisplayName_Block_StoneWallRound
source: Small Round Wall
cs_cz: Kamenná kulatá zeď
de: Kleine runde Wand
es: Muro redondo de piedra
fr: Mur de Pierre Circulaire
hr_hr: Kameni Zid Okrugao
it: Muro di pietra circolare
pt_br: Parede de Pedra Redonda
ru: Скругленная каменная стена

# DisplayName_Block_StoneWallRoundDoor
source: Round Wall, Entrance
cs_cz: Dveře v kulaté zdi
de: Runde Wand mit Eingang
es: Puerta de muro redondo de piedra
fr: Mur de Pierre Circulaire Porte
hr_hr: Kameni Zid Okrugao Vrata
it: Porta da muro di pietra circolare
pt_br: Parede de Pedra Redonda Com Porta
ru: Дверь в скругленной каменной стене

# DisplayName_Block_StoneWallRoundDoorOffset
source: Round Wall, Left Entrance
cs_cz: Odsazené dveře v kulaté zdi
de: Runde Wand, Eingang links
es: Puerta de muro redondo de piedra desviada
fr: Mur de Pierre Porte Circulaire Compensée
hr_hr: Kameni Zid Okrugao Vrata Izjednačenje
it: Porta con offset da muro di pietra circolare
pt_br: Parede de Pedra Redonda Com Porta Recuada
ru: Дверь с отступом в скругленной каменной стене

# DisplayName_Block_StoneWallRoundDoorOffsetMirror
source: Round Wall, Right Entrance
de: Runde Wand, Eingang rechts

# DisplayName_Block_StoneWallRoundWindow
source: Round Wall With Window
cs_cz: Kamenná kulatá zeď s oknem
de: Runde Wand mit Fenster
es: Ventana de muro redondo de piedra
fr: Mur de Pierre Circulaire Fenêtre
hr_hr: Kameni Zid Okrugao Prozor
it: Finestra da muro di pietra circolare
pt_br: Parede de Pedra Redonda com Janela
ru: Окно в скругленной каменной стене

# DisplayName_Block_StoneWallWindow
source: Wall With Window
cs_cz: Kamenné Okno
de: Wand mit Fenster
es: Ventana de muro de piedra
fr: Mur de Pierre Fenêtre
hr_hr: Kameni Zid Prozor
it: Finestra da muro di pietra
pt_br: Parede de Pedra com Janela
ru: Окно в каменной стене

# DisplayName_Block_StoneSpiralStaircase
source: Stairs, Right Spiral
cs_cz: Kamenné spirálové schody
de: Spiraltreppen, nach rechts
es: Escalera de caracol de piedra
fr: Cage d'Escalier Colimaçon en Pierre
hr_hr: Kameno Spiralno Stepenište
it: Scala a chiocciola in pietra
pt_br: Escada Espiral de Pedra
ru: Спиральная каменная лестница

# DisplayName_Block_StoneSpiralStaircaseMir
source: Stairs, Left Spiral
cs_cz: Kamenné spirálové schodiště zrcadlově
de: Spiraltreppen, nach links
es: Escalera de caracol de piedra invertida
fr: Cage d'Escalier Colimaçon en Pierre Miroir
hr_hr: Kameno Spiralno Stepenište Ogledalo
it: Scala a chioccola in pietra invertita
pt_br: Escada Espiral de Pedra Invertida
ru: Спиральная каменная лестница зерк.

# DisplayName_Block_StoneSpiralStaircaseSharp
source: Angle Stairs, Right Spiral
cs_cz: Ostré kamenné spirálovité schodiště
de: Eck-Spiraltreppen, nach rechts
es: Escalera de caracol de piedra afilada
fr: Cage d’Escalier en Pierre Anguleux
hr_hr: Kameno Spiralno Stepenište Oštro
it: Scala a chiocciola in pietra tagliata
pt_br: Escada Espiral Quadrada de Pedra
ru: Каменная винтовая лестница

# DisplayName_Block_StoneSpiralStaircaseSharpMir
source: Angle Stairs, Left Spiral
cs_cz: Ostré kamenné spirálovité schodiště zrcadlové
de: Eck-Spiraltreppen, nach links
es: Escalera de caracol de piedra afilada invertida
fr: Cage d'Escalier en Pierre Angeuleux Miroir
hr_hr: Kameno Spiralno Stepenište Oštro Ogledalo
it: Scala a chiocciola in pietra tagliata invertita
pt_br: Escada Espiral Quadrada de Pedra Invertida
ru: Каменная винтовая лестница зерк.

# DisplayName_Block_StoneBlockRoundInDoorMirror
source: Round Interior Entrance, Right
cs_cz: Vnitřní kulatý kamenný blok s dveřmi zrcadlový
de: Runde Innenwand, Eingang rechts
es: Puerta invertida de piedra redonda
fr: Bloc de Pierre Incurvé Porte Miroir
hr_hr: Kameni Element Okrugao Obr Vrata Ogledalo
it: Porta nel blocco di pietra circolare invertito
pt_br: Bloco Redondo De Pedra com Porta Invertido
ru: Дверь в скругленном внутрь каменном блоке зерк.

# Description_Animation_Wave
source: Wave to friends (or enemies!)
cs_cz: Zamávat na přítele (nebo nepřítele!)
de: Winke Freunden zu (oder Feinden!)
es: Saludar a amigos (o enemigos)
fr: Saluer un ami (ou un ennemi!)
hr_hr: Mahni prijateljima (ili neprijateljima!)
it: Ondata di amici (o nemici!)
pt_br: Comprimente seus amigos( ou inimigos!)
ru: Идут друзья (или это враги!)

# Quote00Author
source: Alfonso X, King of Castile
cs_cz: Alfons X, Král Kastilský
de: Alfons X., König von Kastilien und León
es: Alfonso X, Rey de Castilla
fr: Alphonse X de Castille
hr_hr: Alfons X, Kralj Kastilje
it: Alfonso X, Re di Castiglia
pt_br: Alfonso X, Rei de Castela
ru: Альфонс X, Король Кастилии

# Quote00Text
source: Had I been present at the Creation, I would have given some useful hints for the better ordering of the universe.
cs_cz: Kdybych byl přítomen u stvoření, tak bych měl některé užitečné tipy pro lepší uspořádání vesmíru.
de: Wäre ich bei der Schöpfung zugegen gewesen, so hätte ich zur bessern Ordnung des Universums guten Rat erteilen können.
es: De haber estado presente en la Creación, habría dado algunos consejos útiles sobre la ordenación del universo.
fr: Si j’avais été présent à la Création, j’aurais donné des conseils utiles pour un agencement plus harmonieux de l’univers.
hr_hr: Da sam bio prisutan kod Stvaranja, dao bih neke korisne savjete za bolje posložavanje svemira.
it: Se fossi stato presente alla creazione, avrei dato alcuni utili suggerimenti per un miglior ordine nell'universo. [cit.]
pt_br: Se eu estivesse presente na Criação, Eu daria algumas dicas uteis para uma melhor ordem do universo.
ru: Если бы я присутствовал при Создании, я бы дал несколько советов для лучшего упорядочения вселенной.

# Quote01Author
source: Ibn Taymiyyah
de: Ibn Taymiyya
ru: Ибн Таймия

# Quote01Text
source: Don’t depend too much on anyone in this world, because even your own shadow leaves you when you are in darkness.
cs_cz: Nespoléhej příliš na každého, kdo je v tomto světě, protože i tvůj vlastní stín tě opustí, když se ocitneš ve tmě.
de: Verlasse dich auf niemanden auf dieser Welt, denn selbst dein Schatten verlässt dich in der Dunkelheit.
es: No dependas demasiado de nadie, pues incluso tu propia sombra te abandona cuando estás en la oscuridad.
fr: Ne comptez pas trop sur quelqu'un d'autre dans ce bas monde. Car même votre propre ombre vous quitte quand vous êtes dans l'obscurité.
hr_hr: Nemoj previše ovisiti ni o kome u ovom svijetu, jer čak i tvoja sjena te napusti kada si u tami.
it: Non dipendere troppo da nessuno in questo mondo poiché persino la propria ombra scompare quando si è nelle tenebre. [cit.]
pt_br: Não dependa muito de ninguém neste mundo, pois mesmo a tua sombra te deixa quando estais na escuridão.
ru: Не слишком зависят от тех, кто в этом мире, потому что даже ваша собственная тень покидает вас, когда вы находитесь в темноте.

# Quote02Text
source: The nourishment of the body is food, while the nourishment of the soul is feeding others.
cs_cz: Potravou pro tělo je jídlo, a potravou duše je krmení jiných lidí.
de: Die Nahrung des Körpers ist Essen, während die Nahrung der Seele das Nähren anderer ist.
es: El alimento del cuerpo es la comida, mientras que el alimento del alma es alimentar a otros.
fr: L'alimentation du corps est la nourriture, tandis que l'alimentation de l'âme est de nourrir les autres.
hr_hr: Okrijepa za tijelo je hrana, a okrijepa za dušu je hranjenje drugih.
it: Il nutrimento del corpo è il cibo mentre il nutrimento dell'anima sta alimentando altri. [cit.]
pt_br: O alimento do corpo é a comida, enquanto o alimento da alma é alimentar ao outros.
ru: Есть — это кормить тело, а давать еду — это кормить душу.

# Quote03Author
source: Marguerite de Navarre
cs_cz: Markéta Navarrská
de: Margarete von Angoulême
es: Margarita de Navarra
hr_hr: Margarita od Navarre
it: Margherita d'Angoulême
ru: Маргарита Наваррская

# Quote03Text
source: People pretend not to like grapes when the vines are too high for them to reach.
cs_cz: Lidé předstírají, že nemají rádi hrozny, pokud jsou příliš vysoko, než aby na ně dosáhli.
de: Menschen neigen dazu Trauben nicht zu Mögen wenn die Reben außerhalb ihrer Reichweite hängen.
es: La gente aparenta no querer uvas cuando las vides están demasiado altas para poder alcanzarlas.
fr: Les gens prétendent ne pas aimer le raisin quand les vignes sont trop hautes à atteindre pour eux.
hr_hr: Ljudi se pretvaraju da ne vole grožđe kada su previsoko da bi ih mogli dohvatiti.
it: Come la volpe, le persone sostengono che l'uva non sia buona se fosse troppo difficile da raggiungere.
pt_br: As pessoas fingem não gostar de uvas quando as vinhas estão muito altas para que elas alcancem.
ru: Люди притворяются, что не любят виноград, хотя на самом деле они просто не могут дотянуться до лозы.

# Quote04Author
source: Dante
de: Dante (Ital. Poet)
ru: Данте

# Quote04Text
source: Consider your origins: you were not made that you might live as brutes, but so as to follow virtue and knowledge.
cs_cz: Zvažte svůj původ: nebyli jste stvořeni, abyste žili jako zvířata, ale k následování ctností a znalostí.
de: Bedenket eurer Ursprünge: Ihr seid nicht gemacht um als Wüstlinge zu leben, sondern um nach Tugend und Wissen zu streben.
es: Considera tus orígenes: no fuiste hecho para vivir como un salvaje, sino para seguir la virtud y el conocimiento.
fr: Considérez vos origines: vous n'étiez pas fait pour vivre comme des brutes, mais pour suivre la vertu et la connaissance.
hr_hr: Razmislite o svojem porijeklu: niste stvoreni da biste živili kao grubijani, nego kako biste slijedili vrlinu i znanje.
it: Considerate la vostra semenza: fatti non foste a viver come bruti, ma per seguir virtute e canoscenza. [cit.]
pt_br: Lembre de suas origens: Você pode não ter sido feito para viver como bruto, mas para seguir virtude e conhecimento.
ru: Подумайте о том, чьи вы сыны: Вы созданы не для животной доли, Но к доблести и к знанью рождены.

# Quote05Author
source: Alfred the Great
cs_cz: Alfréd Veliký
de: König Alfred der Große
es: Alfredo el Grande
fr: Alfred le Grand
hr_hr: Alfred Veliki
it: Alfredo il Grande
pt_br: Alfred O Grande
ru: Альфред Великий

# Quote05Text
source: Remember what punishments befell us in this world when we ourselves did not cherish learning nor transmit it to other men.
cs_cz: Vzpomeňte si, co nám připravil osud v tomto světě, když jsme nectili vědu a nepředávání znalostí ostatním lidem.
de: Denke daran, welche Bestrafungen uns in dieser Welt widerfahren, wenn wir selbst nicht die Bildung schätzen oder sie an andere weitergeben.
es: Recuerda los castigos que nos sucedieron en el mundo cuando no celebrábamos el aprendizaje o no lo transmitíamos a otros hombres.
fr: Rappelez-vous quelle punition nous a été infligée dans ce monde quand nous avons refusé de chérir et transmettre notre savoir à d'autres hommes.
hr_hr: Sjetite se kazni koje su nas snašle u ovom svijetu kada nismo cijenili učenje i prenosili ga drugim ljudima.
it: Ricordate quali punizioni ci accadono in questo mondo, quando noi stessi non amiamo né l'insegnamento né di trasmetterlo ad altri uomini. [cit.]
pt_br: Lembre-se que a punição acertou-nos nesse mundo quando nós não valorizamos o aprendizado ou quando não o passamos adiante para outros homens.
ru: Помните, что наказания постигают нас в этом мире тогда, когда мы не дорожим знаниями и не передаем их другим.

# Quote06Author
source: Latin proverb
cs_cz: Latinské přísloví
de: Lateinisches Sprichwort
es: Proverbio latino
fr: Proverbe latin
hr_hr: Latinska izreka
it: Proverbio latino.
pt_br: Proverbio Latin
ru: Латинская пословица

# Quote06Text
source: Fortune favours the bold.
cs_cz: Odvážnému štěstí přeje
de: Den Tüchtigen hilft das Glück.
es: La Fortuna sonríe a los valientes.
fr: La fortune sourit aux audacieux
hr_hr: Sreća prati hrabre.
it: La fortuna aiuta gli audaci [cit.]
pt_br: A sorte favorece os corajosos.
ru: Фортуна выбирает лучших.

# Quote07Text
source: All the world's a stage, and all the men and women merely players.
cs_cz: Celý svět je jeviště a všichni muži a ženy jsou pouhými herci.
de: Die ganze Welt ist Bühne, und alle Frau'n und Männer bloße Spieler.
es: Todo el mundo es un escenario, y los hombres y mujeres son solo actores.
fr: Le monde entier est une pièce, et tous les hommes et femmes en sont les acteurs.
hr_hr: Cijeli svijet je pozornica, a svi muškarci i žene samo su glumci.
it: Tutto il mondo è un palcoscenico e tutti gli uomini e le donne semplicemente attori. [cit.]
pt_br: Todo o mundo é uma fase, e todos os homens e mulheres meros jogadores.
ru: Весь мир - театр, а люди в нем - актёры.

# Quote08Author
source: Old Welsh proverb
cs_cz: Staré velšské přísloví
de: Altes walisisches Sprichwort
es: Antiguo dicho galés
fr: Vieux proverbe Gallois
hr_hr: Stara velška izreka
it: Antico proverbio gallese
pt_br: Antigo Provérbio Galês
ru: Старая Уэльская пословица

# Quote08Text
source: It is easy to be brave behind a castle wall.
cs_cz: Je snadné být statečný za hradní zdí.
de: Alkuin
es: Es fácil ser valiente tras los muros de un castillo.
fr: Il est facile d'être courageux, derrière le mur d'un château.
hr_hr: Lako je biti hrabar iza dvorskog zida.
it: È facile essere coraggiosi dietro un muro del castello. [cit.]
pt_br: É fácil ser corajoso por trás de um muro de castelo.
ru: Легко быть храбрым за крепостной стеной

# Quote09Author
source: Alcuin
de: Alkuin
hr_hr: Alkuin
it: Alcuino di York
pt_br: Alcuíno
ru: Алкуин

# Quote09Text
source: Man thinks, God directs.
cs_cz: Člověk si myslí, bůh nasměruje.
de: Der Mensch denkt, Gott lenkt.
es: El hombre piensa, Dios dirige.
fr: L'Homme pense, Dieu décide.
hr_hr: Čovjek misli, Bog usmjerava.
it: L'uomo pensa, Dio dirige.
pt_br: O Homem pensa, já Deus direciona.
ru: Человек предполагает, Бог располагает.

# Quote10Text
source: He took over anger to intimidate subordinates, and in time anger took over him.
cs_cz: Využil hněvu k zastrašení podřízených a hněv ho časem úplně posedl.
de: Er ging zu Zorn über um seine Untergebenen einzuschüchtern, doch mit der Zeit nahm der Zorn ihn in Besitz.
es: Dominó la rabia para intimidar a sus subordinados, y con el tiempo la rabia le dominó a él.
fr: Il adopta la colère pour intimider ses subordonnés, et, avec le temps, c'est la colère qui s’empara de lui.
hr_hr: Preuzeo je gnjev da plaši podređene, a s vremenom je gnjev preuzeo njega.
it: Dominò la rabbia per intimidire i subordinati e alla fine la rabbia lo dominò. [cit.]
pt_br: Ele assumiu a raiva para intimidar subordinados, e com o tempo a raiva tomou conta dele.
ru: Он делал гневный вид для запугивания подчинённых, и со временем гнев одержал над ним верх.
