Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/MyTexts.*.resx
Languages: de, sk_sk

# BindingOptionsScreen_Tooltip_LeftClickAssign
source: Left click to assign new binding.
de: Linksklick um neu zu belegen.
sk_sk: Klikni ľavým tlačítkom pre priradenie novej klávesovej skratky.

# BindingOptionsScreen_Tooltip_LeftClickEdit
source: Left click to edit binding.
de: Linksklick zum editieren.
sk_sk: Klikni ľavým tlačítkom pre priradenie novej klávesovej skratky.

# BindingOptionsScreen_Tooltip_RightClickClear
source: Right click to clear binding.
de: Rechtsklick um Belegung zu löschen.
sk_sk: Klikni pravých tlačítkom myši pre odobranie klávesovej skratky.

# BindingOptionsScreen_Tooltip_DuplicateBindingsWarning
source: You have multiple control bindings using the same assigned key:
de: Mehrere Aktionen auf der selben Taste:
sk_sk: Niekoľko rôznych funkcií je naviazaných na tú istú klávesovú skratku:

# JoinWorldScreen_ServerFilter_Basic_Tooltip
source: A simple filter, that only checks if you can join the server.
de: Einfacher Filter, der nur überprüft ob du beitreten kannst.
sk_sk: Jednoduchý filter, ktorý kontroluje, či je možné pripojiť sa na server.

# JoinWorldScreen_ServerFilter_Survival
source: Survival
de: Überleben
sk_sk: Prežitie

# JoinWorldScreen_ServerFilter_Survival_Tooltip
source: Show only servers playing survival.
de: Nur Survival-Server.
sk_sk: Zobraziť iba servery, na ktorých sa hrá o prežitie.

# JoinWorldScreen_ServerFilter_Creative_Tooltip
source: Show only servers playing creative.
de: Nur Creative-Server.
sk_sk: Zobraziť iba servery, na ktorých sa hrá v kreatívnom režime.

# JoinWorldScreen_ServerFilter_Favorite
source: Favorite
de: Favoriten
sk_sk: Obľúbené

# JoinWorldScreen_ServerFilter_Favorite_Tooltip
source: Show only servers marked as favorite.
de: Nur als Favoriten markierte Server anzeigen.
sk_sk: Zobraziť iba obľúbené servery.

# JoinWorldScreen_ServerFilter_History
source: History
de: Verlauf
sk_sk: História

# JoinWorldScreen_ServerFilter_History_Tooltip
source: Show only servers you have played on in the past.
de: Server, auf denen du in der Vergangenheit gespielt hast.
sk_sk: Zobraziť iba servery, na ktorých si hral v minulosti.

# JoinWorldScreen_ServerFilter_LAN_Tooltip
source: Show only servers hosted on your local network.
de: Netzwerkspiele
sk_sk: Zobraziť iba servery na lokálnej sieti.

# JoinWorldScreen_ServerFilter_Label
source: Quick filters:
de: Schnellfilter:
sk_sk: Rýchle filtre:

# JoinWorldScreen_Custom_Tooltip
source: Click here to make a custom filter.
de: Schnellfilter konfigurieren.
sk_sk: Klikni sem pre úpravu vlastného filtra.

# JoinWorldScreen_Refresh
source: Refresh
de: Aktualisieren
sk_sk: Obnoviť

# JoinWorldScreen_Refresh_Tooltip
source: Refreshes the server list by re-downloading the list from Steam.
de: Serverliste über Steam aktualisieren.
sk_sk: Obnoví zoznam serverov stiahnutím aktuálnych informácii zo Steamu.

# JoinWorldScreen_JoinWorld
source: Join world
de: Spiel beitreten
sk_sk: Pripojiť sa

# JoinWorldScreen_JoinWorld_Tooltip
source: Attempt to join the selected world.
de: Dem ausgewählten Spiel betreten.
sk_sk: Pokúšam sa pripojiť na vybraný server.

# JoinWorldScreen_ServerInfo_World
source: World:
de: Welt:
sk_sk: Svet:

# JoinWorldScreen_ServerInfo_GameMode
source: Game mode:
de: Spielmodus:
sk_sk: Herný režim:

# JoinWorldScreen_ServerInfo_Mods
source: Mods:
de: Modifikationen
sk_sk: Modifikácie:

# JoinWorldScreen_ToggleFavourites_Add
source: Add to favorites
de: Zu Favoriten hinzufügen
sk_sk: Pridať do obľúbených

# JoinWorldScreen_ToggleFavourites_Remove
source: Remove from favorites
de: Aus Favoriten löschen
sk_sk: Odstrániť z obľúbených

# JoinWorldScreen_ToggleFavourites_Add_Tooltip
source: Adds this server to your favourites.
de: Zu Favoriten hinzufügen
sk_sk: Pridať tento server k obľúbeným serverom.

# JoinWorldScreen_ToggleFavourites_Remove_Tooltip
source: Removes this server from your favourites.
de: Aus Favoriten löschen
sk_sk: Odstrániť tento server z obľúbených serverov.

# JoinWorldScreen_ToggleFavourites_CannotAddPlayerHosted_Tooltip
source: You cannot add player hosted servers to your favourites.
de: Nicht-dedizierte Spiele können nicht als Favoriten gespeichert werden.

# CustomizeFilterScreen_Caption
source: Customize server filter
de: Server Filter konfigurieren
sk_sk: Upraviť filter serverov

# CustomizeFilterScreen_GameMode_Label
source: Game mode:
de: Spielmodus:
sk_sk: Herný režim:

# CustomizeFilterScreen_GameMode_Tooltip
source: Select the game mode the server must match.
de: Wähle den Spielmodus für die Suche.
sk_sk: Vybrať režim hry, ktorý má mať server.

# CustomizeFilterScreen_GameMode_Unfiltered
source: All modes
de: Alle Modi
sk_sk: Všetky herné režimy

# CustomizeFilterScreen_GameMode_Unfiltered_Tooltip
source: Do not filter servers by game mode.
de: Server nicht nach Spielmodus filtern.
sk_sk: Nefiltrovať servery podľa režimu hry.

# CustomizeFilterScreen_GameMode_SurvivalOnly
source: Survival only
de: Nur Survival
sk_sk: Len hra o prežitie

# CustomizeFilterScreen_GameMode_SurvivalOnly_Tooltip
source: Only display servers running survival mode.
de: Nur Server im Survival Spielmodus anzeigen.
sk_sk: Zobraziť iba servery, ktoré hrajú hru o prežitie.

# CustomizeFilterScreen_GameMode_CreativeOnly
source: Creative only
de: Nur Creative
sk_sk: Len tvorivý

# CustomizeFilterScreen_GameMode_CreativeOnly_Tooltip
source: Only display servers running creative mode.
de: Nur Server im Creative Spielmodus anzeigen.
sk_sk: Zobraziť iba servery, ktoré hrajú v tvorivom režime.

# CustomizeFilterScreen_ServerMode_Label
source: Server mode:
de: Server Modus:
sk_sk: Herný režim:

# CustomizeFilterScreen_ServerMode_Tooltip
source: Select the server mode the server must match.
de: Wähle den Server Modus für die Suche.
sk_sk: Vybrať režim serveru, ktorý má mať server.

# CustomizeFilterScreen_ServerMode_Unfiltered_Tooltip
source: Do not filter servers by server mode.
de: Server nicht nach Server Modus filtern.
sk_sk: Nefiltrovať servery podľa režimu serveru.

# CustomizeFilterScreen_ServerMode_Dedicated
source: Dedicated only
de: Nur dedizierte Server

# CustomizeFilterScreen_ServerMode_Dedicated_Tooltip
source: Only display dedicated servers.
de: Zeigt nur dedizierte Server

# CustomizeFilterScreen_ServerMode_ClientHosted
source: Player hosted only
de: Nur nicht-dedizierte

# CustomizeFilterScreen_ServerMode_ClientHosted_Tooltip
source: Only display servers hosted by players on their computer.
de: Zeigt nur nicht-dedizierte Spiele (zB Heim-PC).

# CustomizeFilterScreen_ServerMode_Favorite
source: Favorite only
de: Nur Favoriten
sk_sk: Len obľúbené

# CustomizeFilterScreen_ServerMode_Favorite_Tooltip
source: Only display your favorite servers.
de: Nur Favoriten anzeigen.
sk_sk: Zobraziť iba obľúbené servery.

# CustomizeFilterScreen_ServerMode_History
source: Recent only
de: Kürzlich
sk_sk: Len nedávno navštívené

# CustomizeFilterScreen_ServerMode_History_Tooltip
source: Only display servers you have recently played on.
de: Server auf denen du kürzlich gespielt hast.
sk_sk: Zobraziť iba servery, na ktorých si nedávno hral.

# CustomizeFilterScreen_ServerMode_LAN
source: Local servers only
de: Nur LAN Server
sk_sk: Len lokálne servery

# CustomizeFilterScreen_ServerMode_LAN_Tooltip
source: Only display servers hosted on your local network.
de: Nur LAN Server
sk_sk: Zobraziť iba servery na lokálnej sieti.

# CustomizeFilterScreen_ServerMode_Friends
source: Servers with friends only
de: Server mit Freunden
sk_sk: Len servery s priateľmi

# CustomizeFilterScreen_ServerMode_Friends_Tooltip
source: Only display servers that currently have friends playing on them.
de: Nur Server auf denen Freunde von dir Spielen
sk_sk: Zobraziť iba servery, na ktorých práve hrajú tvoji priatelia.

# CustomizeFilterScreen_MatchVersion_Label
source: Match game version
de: Übereinst. Spielversion
sk_sk: Zhodná verzia hry

# CustomizeFilterScreen_MatchVersion_Tooltip
source: Only display servers that match the game version of your client.
de: Nur Server mit übereinstimmender Version anzeigen.
sk_sk: Zobraziť iba servery, ktoré majú rovnakú verziu hry ako máš práve zapnutú.

# CustomizeFilterScreen_MatchData_Label
source: Match game data
de: Übereinst. Daten
sk_sk: Zhodné herné dáta

# CustomizeFilterScreen_MatchData_Tooltip
source: Only display servers that match the game data of your client.
de: Nur Server mit übereinstimmenden Spieldaten anzeigen.
sk_sk: Zobraziť iba servery, ktoré majú rovnakú verziu herných dát, ako ty.

# CustomizeFilterScreen_GroupAllows_Label
source: Hide whitelisted servers
de: Whitelisted verstecken

# CustomizeFilterScreen_GroupAllows_Tooltip
source: Only display servers whose steam group settings allow you to join the server.
de: Server, denen du ob einer Steamgruppe betreten kannst verstecken / anzeigen.
sk_sk: Zobraziť iba servery, ktorých skupina na Steame ti dovoľuje sa na ne pripojiť.

# CustomizeFilterScreen_Vanilla_Label
source: Hide servers with mods
de: Server mit Mods verstecken
sk_sk: Schovať servery, ktoré majú modifikácie

# CustomizeFilterScreen_Vanilla_Tooltip
source: Only display servers that aren't running any mods.
de: Server, auf denen Mods laufen verstecken.
sk_sk: Zobraziť iba servery, ktoré nepoužívajú žiadne modifikácie.

# NotificationNotEnoughConstructComponents
source: Not enough components to construct this block.
de: Nicht genug Baumaterialien um diesen Block zu konstruieren.
sk_sk: Nedostatok materiálov na postavenie tohoto bloku.

# NotificationPlowingInvalidSurface
source: {0} is not suitable to plow here.
de: {0} ist hierzu nicht geeignet.
sk_sk: {0} nie je vhodný nástroj na oranie na tomto mieste.

# BlueprintError_NoGridToCopy
source: Unable to make a blueprint. Please aim at a construction and try again.
de: Erstellung der Blaupause fehlgeschlagen. Bitte erneut versuchen.

# LoadingScreen_Tooltip_GameMode
source: Game mode: {0}
de: Spielmodus: {0}
sk_sk: Herný režim: {0}

# LoadingScreen_Tooltip_GameVersion
source: Game version: {0}
de: Version: {0}
sk_sk: Verzia hry: {0}

# LoadingScreen_Tooltip_LastLoaded
source: Last loaded: {0}
de: Zuletzt geladen: {0}
sk_sk: Posledný načítaný svet: {0}

# NewWorld_BasicGameSettings
source: Basic game settings
de: Einfache Einstellungen
sk_sk: Základné nastavenia hry

# NewWorld_SetupAdvancedSettings
source: Advanced Settings
de: Fortschr. Einstellungen
sk_sk: Nastaviť pokročilé nastavenia

# NewWorld_SetupMods
source: Setup mods
de: Mods konfigurieren
sk_sk: Nastaviť modifikácie

# NewWorld_Filters
source: Filters
de: Filter
sk_sk: Filtre

# Inventory_ItemTooltip_Consume
source: [KEY:SecondaryClick] to consume.
de: Rechtsklick zum verzehren.
sk_sk: Klikni pravým tlačítkom myši pre skonzumovanie.

# Inventory_ItemTooltip_Equip
source: [KEY:SecondaryClick] to equip.
de: Rechtsklick zum ausrüsten.
sk_sk: Klikni pravým tlačítkom myši pre vystrojenie sa.

# Inventory_ItemTooltip_Learn
source: [KEY:SecondaryClick] to learn.
de: Rechtsklick um dies zu lernen.
sk_sk: Klikni pravým tlačítkom myši pre naučenie sa.

# Inventory_MaxStackSize_Label
source: Maximum stack size: {0}
de: Stapelgröße: {0}
sk_sk: Maximálna veľkosť kopy: {0}

# Inventory_ItemTooltip_PutOnToolbar
source: Right-click to add to the toolbar.
de: Right-click to place on the toolbar.
sk_sk: Klikni pravým tlačítkom myši pre pridanie do panelu nástrojov.

# Inventory_ConstrainedLabel
source: This inventory does not accept this item.
de: Kann hier nicht platziert werden!
sk_sk: Tento inventár neprijíma tento predmet.

# NotificationDiggingAngleIncorrectNotification
source: You cannot deposit material on the ceiling.
de: Kann kein Material unter der Decke anhäufen.
sk_sk: Materiál nie je možné umiestniť na strop.

# NotificationDiggingOtherCharacterNotification
source: You cannot deposit material over "{0}".
de: Kann kein Material über {0} platzieren.
sk_sk: Materiál nie je možné umiestniť na "{0}".

# NotificationDiggingPlayerNotification
source: You cannot deposit material over yourself.
de: Du bist im Weg!
sk_sk: Materiál nie je možné umiestniť na seba.

# NotificationDiggingPositionToHighNotification
source: You cannot deposit material above your head.
de: Kann kein Material über deinem Kopf platzieren.
sk_sk: Materiál nie je možné umiestniť nad svoju hlavu.

# ToolTip_Map_YouButton
source: Show your position on the map.
de: Zeige Position auf der Karte.
sk_sk: Ukázať svoju polohu na mape.

# ToolTip_Map_ActionButton
source: Cycle through areas with ongoing combat.
de: Gebiete mit laufenden Gefechten.
sk_sk: Zobraziť oblasti s práve prebiehajúcim bojom.

# ToolTip_Map_UpkeepButton
source: Cycle through areas that have taxes near expiration.
de: Gebiete mit ablaufenden Steuervorrauszahlungen anzeigen.
sk_sk: Zobraziť oblasti, ktorým za krátky čas vypršia dane.

# ToolTip_Map_FastTravelButton
source: Fast Travel is used to cover long distances. In advanced world options it can be disabled completely and travel limitations can be turned on and off. Travel limitations limit travel to only those areas with roads. Enemies can block roads from fast travel by claiming areas on the road. The traversable area can be extended by building claim blocks in adjacent areas.
de: Fast Travel is used to cover long distances.There may be limitations based on difficult terrain and enemy areas, maximum distance may be limited by the game settings, and if travel cooldown is enabled, fast travel will not be available again for some time.
sk_sk: Fast Travel is used to cover long distances. There may be limitations based on difficult terrain and enemy areas, maximum distance may be limited by the game settings, and if travel cooldown is enabled, fast travel will not be available again for some time.

# ControlMenuItemLabel_DisplayOptions
source: Display Options
de: Anzeigeoptionen

# ContextMenu_SignpostSelectColor_Tooltip
source: Change the color of the text on the signpost.
de: Farbe des Textes ändern.

# ContextMenu_ChangeTextSize
source: Change text size
de: Textgröße

# ContextMenu_ChangeTextSize_Tooltip
source: Change the size of the text on the signpost.
de: Größe des Textes ändern.

# ContextMenu_SignpostChangeText
source: Change text
de: Text ändern.

# ContextMenu_SignpostChangeText_Tooltip
source: Change the text on the signpost.
de: Den an zu zeigenden Text ändern.

# ContextMenu_SignpostSelectIcon
source: Select icon
de: Wählet ein Symbol

# ContextMenu_SignpostSelectIcon_Tooltip
source: Select the icon for the signpost.
de: Auf das es in diesem Zeichen stehe und kund tue zu seinem Zwecke.

# ContextMenu_Size
source: Size
de: Größe

# ContextMenu_Size_Tooltip
source: Drag the slider to change the size.
de: Regler verschieben um die Größe zu ändern.

# ContextMenu_ResetSize
source: Undo changes
de: Zurücksetzen

# ContextMenu_ResetSize_Tooltip
source: Sets the value back to how it was when this screen was opened.
de: Macht alle Änderungen seit Öffnung dieses Menüs rückgängig.

# HUD_Message_CreatingCopy
source: Creating copy...
de: Kopie wird erstellt...

# ScreenHandbook_QuestsBookmark
source: Quests
de: Aufträge

# ScreenHandbook_QuestsBookmark_Tooltip
source: Shows an overview of all the quests you are undertaking, or have completed.
de: Übersicht aller eurer momentanen und bereits abgeschlossenen Aufträge.

# ScreenHandbook_HousesBookmark_Tooltip
source: Shows an overview of all the Houses in this world.
de: Zeigt eine Übersicht über die Häuser dieser Welt.

# ScreenFaction_CreateRank_Header
source: Create Rank
de: Titel erschaffen

# ScreenFaction_EditRank_Header
source: Edit Rank
de: Titel edit.

# ScreenFaction_CreateRank_Title
source: Rank Name
de: Name des Titels

# ScreenFaction_CreateRank_Title_Tooltip
source: The name of the rank, this is displayed in the ranks list, and in the members list.
de: Der Name des zu erschaffenden Titels. Dies wird sowohl in der Rang- als auch der Mitgliederliste angezeigt.

# Faction_Permission_AcceptDeny
source: Manage Applications
de: Bewerbungen verwalten

# Faction_Permission_AcceptDeny_Tooltip
source: Allows members with this rank to accept and reject applications.
de: Erlaubt diesen Mitgliedern, Bewerbungen anderer Spieler zu verwalten.

# Faction_Permission_Kick
source: Kick Members
de: Spieler ausschließen

# Faction_Permission_Kick_Tooltip
source: Allows members with this rank to remove members from the House.
de: Erlaubt diesen Mitgliedern, andere Spieler aus dem Haus aus zu schließen.

# Faction_Permission_PromoteDemote
source: Promote Members
de: Mitglieder befördern

# Faction_Permission_PromoteDemote_Tooltip
source: Allows members with this rank to promote and demote members.
de: Erlaubt diesen Mitgliedern, andere Mitglieder zu befördern.

# Faction_Permission_EditPublicInformation
source: Edit Public Info
de: Öffentliche Notiz

# Faction_Permission_EditPublicInformation_Tooltip
source: Allows members with this rank to edit the public information.
de: Erlaubt diesen Mitgliedern, Die öffentliche Notiz zu editieren.

# Faction_Permission_EditPrivateInformation
source: Edit MotD
de: Nachricht des Tages ändern

# Faction_Permission_EditPrivateInformation_Tooltip
source: Allows members with this rank to edit the Message of the Day.
de: Erlaubt diesen Mitgliedern, die Nachricht des Tages zu editieren.

# Faction_Permission_ManageRanks
source: Manage Ranks
de: Titel verwalten

# Faction_Permission_ManageRanks_Tooltip
source: Allows members with this rank to manage ranks.
de: Erlaubt diesen Mitgliedern, die Titel des Hauses zu verändern.

# Faction_Permission_ManageDiplomacy
source: Manage Diplomacy
de: Diplomatieoptionen

# Faction_Permission_ManageDiplomacy_Tooltip
source: Allows members with this rank to manage the diplomatic relationship for this House.
de: Erlaubt diesen Mitgliedern, die dipl. Geschicke des Hauses zu lenken.

# Faction_Permission_EditFactionNameAndTag
source: Edit Name and Tag
de: Name und Kürzel

# Faction_Permission_EditFactionNameAndTag_Tooltip
source: Allows members with this rank to edit this House's name and tag.
de: Erlaubt diesen Mitgliedern, Name und Kürzel des Hauses zu verändern.

# Faction_Permission_EditFactionBanner
source: Edit Banner
de: Wappen verändern

# Faction_Permission_EditFactionBanner_Tooltip
source: Allows members with this rank to edit the House banner using the Banner Editor.
de: Erlaubt diesen Mitgliedern, das Wappen des Hauses zu verändern.

# ScreenFaction_Ranks_Subtitle_Label
source: Ranks
de: Titel

# ScreenFaction_Ranks_AddRank_ListEntry
source: + Create new rank
de: + Neuen Titel erschaffen

# ScreenFaction_Ranks_AddRank_Button
source: Add Rank
de: Titel hinz.

# ScreenFaction_Ranks_AddRank_Button_Tooltip
source: Add a new rank.
de: Einen neuen Titel erschaffen

# ScreenFaction_Ranks_RemoveRanks_Button
source: Remove Rank
de: Titel entfernen

# ScreenFaction_Ranks_RemoveRanks_Button_Tooltip
source: Remove the selected rank.
de: Ausgewählten Titel entfernen.

# ScreenFaction_Ranks_Delete_Dialog
source: Are you sure you want to remove the selected rank?
de: Seid ihr euch sicher, das ihr den gewählten Titel entfernen wollt?

# ScreenFaction_Ranks_RemoveNoPermission_Dialog
source: You are not allowed to manage the ranks of this House!
de: Es ist dir nicht gestattet, die Titel des Hauses zu verändern.

# ScreenFaction_Ranks_RemoveCannotDeleteMaster_Dialog
source: You cannot remove the highest rank.
de: Der höchste Titel kann nicht entfernt werden!

# ScreenFaction_Ranks_RemoveCannotDeleteMember_Dialog
source: You cannot remove the lowest rank.
de: Der niedrigste Titel kann nicht entfernt werden!

# ScreenFaction_Ranks_RemoveInvalidRankIndex_Dialog
source: The rank you are trying to remove no longer exists.
de: Der Titel, den ihr versuchst zu entfernen existiert nicht mehr!

# ScreenFaction_Ranks_RemoveRankHasMembers_Dialog
source: You cannot remove a rank that still has members.
de: Ihr könnt keinen Titel eures Hauses entfernen wärend Mitglieder eures Hauses diesen tragen.

# ScreenFaction_Ranks_RemoveRankTooHigh_Dialog
source: The rank you are trying to remove is higher than or equal to your own.
de: Du kannst nur die Titel dir unterstehender entfernen.

# ScreenFaction_Ranks_EditRank_Button_Tooltip
source: Edit the selected rank.
de: Den ausgewählten Titel editieren.

# ScreenFaction_Ranks_EditRankTooHigh_Dialog
source: The rank you are trying to edit is higher than or equal to your own.
de: Du kannst nur die Titel dir unterstehender editieren.

# ScreenFaction_Ranks_EditDuplicateName_Dialog
source: A rank with that name already exists!
de: Ein Titel dieses Namens existiert bereits!

# ScreenFaction_Ranks_EditInvalidPermissions
source: You cannot set rank permissions with permissions you do not have yourself!
de: Du kannst keine Rechte vergeben, die du nicht auch selbst inne hast!

# ScreenFaction_Ranks_EditInvalidRank
source: The rank you were trying to edit no longer exists!
de: Der Titel existiert nicht mehr.

# ScreenFaction_Ranks_KickNoPermission_Dialog
source: You are not allowed to kick any members from this House!
de: Es ist dir nicht gestattet, Spieler des Hauses zu verweisen.

# ScreenFaction_Ranks_KickCannotKickSelf_Dialog
source: You cannot kick yourself!
de: Du kannst dich nicht selbst herausbitten!

# ScreenFaction_Ranks_ProcessAlreadyAcceptedElsewhere_Dialog
source: This applicant was already accepted into another House!
de: Der Bewerber wurde in der Zwischenzeit in ein anderes Haus aufgenommen.

# ScreenFaction_Ranks_ProcessNoPermission_Dialog
source: You are not allowed to process applications for this House!
de: Es ist dir nicht gestattet, Bewerbungen zu verwalten.

# ScreenFaction_Ranks_ProcessNotAnApplicant_Dialog
source: Could not process this applicant! Did someone else already process them?
de: Bewerbung kann nicht bearbeitet werden! Ist dir jemand zuvor gekommen?

# ScreenFaction_Ranks_SetRankNoPermission_Dialog
source: You are not allowed to manage ranks for this House!
de: Es ist dir nicht gestattet, die Titel des Hauses zu verändern.

# ScreenFaction_Ranks_SetRankCannotPromoteSelf_Dialog
source: You cannot manage your own rank!
de: Du kannst deinen eigenen Titel nicht editieren.

# ScreenFaction_Ranks_SetRankNotAMember_Dialog
source: Selected person is no longer a member of your House!
de: Gewählter Spieler ist nicht länger Mitglied deines Hauses!

# ScreenFaction_Ranks_SetRankTargetRankInvalid_Dialog
source: The selected rank no longer exists!
de: Der Titel existiert nicht mehr.

# ScreenFaction_Ranks_SetRankTargetRankTooHigh_Dialog
source: You cannot give someone a rank equal to, or higher than your own!
de: Du kannst keine Titel vergeben, die du nicht auch selbst inne hast!

# ScreenFaction_Ranks_SetRankTooHighRank_Dialog
source: Selected person has an equal or higher rank than you!
de: Gewählter Spieler hat einen gleichwertigen or höherwertigen Titel als du selbst.

# ScreenFaction_Ranks_KickTooHighRank_Dialog
source: You cannot kick someone with a rank higher than you!
de: Du kannst niemanden mit einem höheren Rang als du selbst aus dem Haus ausschließen.

# ScreenFaction_PromoteMember_NoRights_label
source: Sorry, you do not have the rights to promote people in this House.
de: Du kannst in diesem Haus nicht befördern.

# ScreenFaction_Overview_PublicInfo
source: Public Information
de: Öffentliche Notiz

# ScreenFaction_Overview_PrivateInfo
source: Message Of The Day
de: Nachricht des Tages

# ScreenFaction_Overview_NotInAHouse
source: You are not in a House.
de: Du bist in keinem Haus.

# ScreenFaction_Overview_Applied_Dialog
source: You have applied to join {0}.
de: Du hast eine Anfrage gestellt, um in {0} aufgenommen zu werden.

# ScreenFaction_Overview_AppliedTitle_Dialog
source: Application Successful
de: Bewerbung akzeptiert

# ScreenFaction_Overview_AppliedAccepted_Dialog
source: You were accepted into {0}!
de: Du wurdest in {0} aufgenommen!

# ScreenFaction_Overview_AppliedAcceptedTitle_Dialog
source: Application Accepted
de: Bewerbung akzeptiert
