Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/MyTexts.*.resx
Languages: de, sk_sk

# ScreenFaction_Overview_AppliedAlready_Dialog
source: You have already applied to join this House.
de: Du hast dich bereits um eine Mitgliedschaft in diesem Haus beworben.

# ScreenFaction_Overview_AppliedAlreadyMember_Dialog
source: You are already a member of this House.
de: Du bist bereits Mitglied dieses Hauses.

# ScreenFaction_Overview_AppliedInAnotherFaction_Dialog
source: You are already a member of another House.
de: Ihr seid bereits Mitglied eines anderen Hauses, mein Herr.

# ScreenFaction_Overview_AppliedFactionDoesNotAcceptMembers_Dialog
source: This House currently does not accept members.
de: Dieses Haus nimmt derzeit keine weiteren Mitglieder auf!

# ScreenFaction_Overview_LeaveOk_Dialog
source: You have left {0}.
de: Du hast {0} verlassen.

# ScreenFaction_Overview_LeaveNotAMember_Dialog
source: You are not a member of {0}.
de: Du bist kein Mitglied von {0}.

# ScreenFaction_Overview_LeaveLeaderCannotLeave_Dialog
source: You are the leader of {0}. Promote someone else first.
de: Du bist der Gründer von {0}. Befördere erst jemand anderen, um deinen Platz ein zu nehmen!

# ScreenFaction_Diplomacy_Options_Label
source: Diplomatic Options:
de: Diplomatieoptionen:

# ScreenFaction_Diplomacy_AcceptJoinRequest
source: Set Relation
de: Beziehung festlegen

# ScreenFaction_Diplomacy_AcceptJoinRequest_Tooltip
source: Set the selected diplomatic option as your status with this House.
de: Setze gewählte dipl. Beziehung als neuen Status für die Beziehungen mit diesem Haus.

# ScreenFaction_Diplomacy_Status
source: Diplomatic Status:
de: Diplomatischer Status:

# ScreenFaction_Diplomacy_SetState_Dialog
source: Are you sure you wish to set this diplomatic state?
de: Seid ihr euch sicher, das ihr die dipl. Beziehungen verändern wollt mein Herr?

# ScreenFaction_Diplomacy_SetStatusNoPermission_Dialog
source: You are not allowed to manage the diplomatic affairs of your House!
de: Es ist dir nicht gestattet, die dipl. Geschicke deines Hauses zu lenken.

# ScreenFaction_Diplomacy_SetStatusNoHouse_Dialog
source: You are not allowed to manage diplomacy while not in a House!
de: Ohne ein Haus kannst du nicht an der Diplomatie des Landes teilhaben.

# ScreenFaction_Diplomacy_SetStatusPartyNotFound_Dialog
source: The other House no longer exists!
de: Das gewählte Haus existiert nicht mehr...

# ScreenFaction_Diplomacy_SetStatusInvalidTransition_Dialog
source: You are not allowed to transition to this state!
de: Es ist euch nicht gestattet, auf den ausgewählten dipl. Status zu wechseln mein Herr!

# ScreenFaction_Diplomacy_SetStatusDiplomacyNotAvailable_Dialog
source: Diplomacy is not allowed in this world!
de: Diplomatie ist in dieser Welt nicht erlaubt. Barbaren!

# Faction_Permission_HouseOverviewPrivateInfo
source: Private Information
de: private Informationen

# Faction_Permission_HouseOverviewBookmark_tooltip
source: Shows you the information of the currently selected House.
de: Zeigt zusätzliche Informationen über das momentan angewählte Haus an.

# Faction_Permission_HouseMembersBookmark_tooltip
source: Shows you the members of the currently selected House.
de: Zeigt die Mitglieder, des momentan angewählten Hauses an.

# Faction_Permission_HouseRanksBookmark_tooltip
source: Shows you the ranks of the currently selected House.
de: Zeigt die Titel des angewählten Hauses an.

# Faction_Permission_HouseDiplomacyBookmark_tooltip
source: Shows you the diplomatic status of the currently selected House.
de: Zeigt den dipl. Status des derzeit angewählten Hauses an.

# ScreenFaction_PromoteMember_CreateNewRank
source: Create new rank
de: Neuen Titel erschaffen

# ScreenFaction_HouseList_DiplomaticAlert_Tooltip
source: This House has a diplomatic situation that requires your attention.
de: Der dipl. Status mit diesem Haus erfordert eurer Aufmerksamkeit mein Herr!

# HUD_Notification_DiplomaticStatusChange_Title
source: Diplomatic status change
de: Diplomatischer Statuswechsel

# HUD_Notification_DiplomaticStatusChange_Message
source: You are now {0} {1}!
de: Du bist jetzt {0} {1}!

# ScreenFaction_LeftFaction
source: House left
de: Haus verlassen

# ScreenFaction_ApplyToJoinFaction_Confirmation
source: Are you sure you want to apply to join {0}?
de: Bist du sicher, dass du dich um eine Aufnahme in {0} bewerben möchtest?

# Credits_ExecProducer
source: Executive Producer
de: Ausführender Produzent

# Credits_Director
source: Game Director
de: Spieldirektor

# Credits_AsstProducer
source: Assistant Producer
de: Assistenzdirektor

# Credits_LeadDesign
source: Lead Game Designer
de: leitender Spieledesigner

# Credits_LeadArt
source: Lead Artist
de: Leitender Künstler

# Credits_Programmers
source: Programmers
de: Programmierer

# Credits_Artists
source: Artists
de: Künstler

# Credits_Designers
source: Game Design
de: Spieledesign

# Credits_QA
source: Quality Assurance
de: Qualitätssicherung

# Credits_Thanks
source: Special Thanks
de: besonderer Dank

# Credits_Sound
source: Sound Design
de: Tondesign

# Credits_Composer
source: Music composer
de: Musikproduzenten

# Credits_Music
source: Ingame music
de: Spielmusik

# Credits_Consultants
source: Consultants
de: Fachberater

# Credits_ExternalLibraries
source: External Libraries
de: externe Bibliotheken

# Credits_MoreInformation
source: For more information see
de: Für mehr Informationen siehe:

# Language_English
source: English
de: Englisch

# Language_Czech
source: Czech
de: Tschechisch

# Language_Slovak
source: Slovak
de: Slowenisch

# Language_German
source: German
de: Deutsch

# Language_Russian
source: Russian
de: Russisch

# Language_Spanish
source: Spanish
de: Spanisch

# Language_French
source: French
de: Französisch

# Language_Italian
source: Italian
de: Italienisch

# Language_Danish
source: Danish
de: Dänisch

# Language_Dutch
source: Dutch
de: Niederländisch

# Language_Icelandic
source: Icelandic
de: Isländisch

# Language_Polish
source: Polish
de: Polnisch

# Language_Finnish
source: Finnish
de: Finnisch

# Language_Hungarian
source: Hungarian
de: Ungarisch

# Language_Portuguese_Brazil
source: Portuguese
de: Portugiesisch

# Language_Estonian
source: Estonian
de: Estnisch

# Language_Norwegian
source: Norwegian
de: Norwegisch

# Language_Swedish
source: Swedish
de: Schwedisch

# Language_Catalan
source: Catalan
de: Katalanisch

# Language_Croatian
source: Croatian
de: Kroatisch

# Language_Romanian
source: Romanian
de: Rumänisch

# Language_Ukrainian
source: Ukrainian
de: Ukrainisch

# Language_Turkish
source: Turkish
de: Türkisch

# Language_Latvian
source: Latvian
de: Lettisch

# Language_Chinese
source: Chinese
de: Chinesisch

# AssignControlJoystick
source: Please press a button on the joystick/gamepad
sk_sk: Prosím, stlač tlačidlo na Joysticku/Gamepade

# AssignControlJoystickAxis
source: Please move an analog axis on the joystick/gamepad
sk_sk: Prosím, presuň analógovú os na Joysticku/Gamepade

# ToolTipWorldSettingsStructuralSimulation
source: Buildings can fall under their own weight. If a building support is damaged, it can cause the building to collapse.
sk_sk: Stavby sa pod svojou váhou môžu zrútiť. Ak je podpora budovy poškodená, môže to spôsobiž jej pád.

# WorkshopTag_Planet
source: Planet
sk_sk: Planéta

# ScreenSpawn_ItemAmountTooltip
source: Number of items to spawn / add to inventory. Accepts a number between {0} and {1}.
sk_sk: Množstvo predmetov pre vloženie do sveta / inventára. Akceptuje čísla medzi {0} a {1}.

# ScreenSpawn_Items
source: Items
sk_sk: Predmety

# ScreenSpawn_Spawn
source: Spawn
sk_sk: Vložiť do sveta

# ScreenDebugAdminMenu_Caption
source: Medieval master
sk_sk: Stredoveký majster

# ScreenFaction_FactionTable_FactionToolTip
source: Name: {0} Founder: {1} Number of members: {2} Diplomatic status: {3} Public info: {4}
sk_sk: Názov: {0} Zakladateľ: {1} Počet členov: {2} Diplomatický stav: {3} Verejné informácie: {4}

# ScreenFaction_DiplomaticStatus_Neutral
source: Neutral
sk_sk: Neutrálny

# ScreenFaction_CreateFaction
source: Create a new House.
sk_sk: Vytvoriť nový cech.

# BlockOwner_Nobody
source: Nobody
sk_sk: Nikto

# MapWindow_NavigationGroupTitle
source: Navigation
sk_sk: Navigácia

# MessageBoxErrorFactionsNameTooShort
source: The House name must be at least 5 characters long.
sk_sk: Názov cechu musí obsahovať aspoň 4 znaky.

# MapWindow_Header_RegionDescription
source: Region ({0}, {1})
sk_sk: Región ({0}, {1})

# WorldSettings_TravelCooldownNone
source: None
sk_sk: Žiadny

# WorldSettings_ResourceDecay_Disabled
source: Off
sk_sk: Vypnuté

# WorldSettings_AbandonedGridDecay_Disabled
source: Off
sk_sk: Vypnutý

# InteractionHint_TurnHandle
source: Press {0} to configure {1}. Hold {0} to turn {1}.
sk_sk: Stlač {0} pre nastavenie {1}. Podrž {0} pre otáčanie {1}.

# InteractionHint_OpenDoor
source: Press {0} to open {1}. Hold {0} to configure {1}.
sk_sk: Stlač {0} pre otvorenie {1}. Podrž {0} pre nastavenie {1}.

# InteractionHint_CloseDoor
source: Press {0} to close {1}. Hold {0} to configure {1}.
sk_sk: Stlač {0} pre zamknutie {1}. Podrž {0} pre nastavenie {1}.

# ToolTipMap_OwnershipTooltip_Format
source: {0} Owned by {1} {2}
sk_sk: {0} Vlastnené {1} {2}

# WorldSettings_MaxFloatingObjects_Tooltip
source: The maximum number of loose objects in the world, e.g. timbers, stones, tools, etc. Warning: Setting this too high or turning this off can negatively affect game performance!
sk_sk: Maximálny počet voľných predmetov v hre, napríklad drevo, kamene, nástroje, atď. Upozornenie: Nastavenie tohto čísla na veľmi vysoké hodnoty alebo úplné vypnutie, môže mať negatívny dopad na výkon hry!

# WorldSettings_MaxFloatingObjects_Unlimited
source: Off
sk_sk: Vyp.

# Notification_Upkeep_ExpireNotice
source: {0} area(s) that you own are going to expire in less than one hour. See the map for the specific areas that require your attention.
sk_sk: {0} oblasťí, ktoré vlastníš vypršia za kratšie než jednu hodinu. Pre viac informacií o oblastiach, ktoré vyžadujú tvoju pozornosť, si otvor mapu.

# Notification_InteractLockableDrumLock
source: Press {0} to lock {1}. Hold {2} to configure the Rope Drum.
sk_sk: Stlač {0} pre zamknutie {1}. Podrž {2} pre nastavenie Lanového bubna.

# Notification_InteractLockableDrumUnlock
source: Press {0} to unlock {1}. Hold {2} to configure the Rope Drum.
sk_sk: Stlač {0} pre odomknutie {1}. Podrž {2} pre nastavenie Lanového bubna.

# UseObject_DynamicPressAndHold
source: Press {0} to {1} {2}. Hold {0} to {3} {2}.
sk_sk: Stlač {0} pre {1} {2}. Podrž {0} pre {3} {2}.

# ScreenHelp_Shortcut1
source: Shortcut 1
sk_sk: Skratka 1

# ScreenHelp_Shortcut2
source: Shortcut 2
sk_sk: Skratka 2

# QuestInformation_AbandonQuest_Confirm
source: Are you sure you want to abandon '{0}'? You may no longer be able to obtain it again!
sk_sk: Určite chceš opustiť '{0}'? Možno sa k tejto úlohe už nedostaneš!

# JoinWorldScreen_ServerFilter_Basic
source: Default
sk_sk: Predvolené

# JoinWorldScreen_ServerFilter_Creative
source: Creative
sk_sk: Tvorivý

# JoinWorldScreen_ServerFilter_LAN
source: LAN
sk_sk: Lokálna sieť

# JoinWorldScreen_ServerFilter_Custom
source: Custom
sk_sk: Vlastné

# JoinWorldScreen_ServerFilter_Custom_Tooltip
source: Show only servers matching a custom filter. Click the custom button to customize the filter.
sk_sk: Zobraz len servery, ktorý spĺňajú vlastný filter. Tento filter môžeš upraviť stlačením tlačítka "Vlastný".

# JoinWorldScreen_ServerInfo
source: Server info:
sk_sk: Informácie o serveri:

# JoinWorldScreen_ServerInfo_Name
source: Name:
sk_sk: Názov:

# JoinWorldScreen_ServerInfo_Version
source: Version:
sk_sk: Verzia:

# CustomizeFilterScreen_ServerMode_Unfiltered
source: All modes
sk_sk: Všetky herné režimy

# LoadingScreen_Header_Version
source: Version
sk_sk: Verzia

# LoadingScreen_Tooltip_VersionTooOld
source: This world's version is older than the minimum accepted version ({0}). Please use the {1} steam branch to re-save this world before trying to load it with this version.
sk_sk: Verzia tohoto sveta je staršia, než minimálna podporovaná verzia ({0}). Prosím, ulož načítaj a ulož tento svet v {1} vetve na Steame, a potom ho opäť skús načítať v tejto verzii.

# PlayerListScreen_Marker_Admin
source: Admin
sk_sk: Administrátor

# PlayerListScreen_Marker_Moderator
source: Moderator
sk_sk: Moderátor
