Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/MyTexts.*.resx
Languages: de, sk_sk

# ScreenFaction_Create_Tooltip
source: Create a new House.
de: Haus gründen.

# ScreenFaction_Leave
source: Leave
de: Verlassen
sk_sk: Opustiť

# ScreenFaction_Join
source: Join
de: Beitreten
sk_sk: Pridať sa

# ScreenFaction_Edit
source: Edit
de: Konfig.

# ScreenFaction_AcceptJoinRequest
source: Accept
de: Akzept.

# ScreenFaction_DenyJoinRequest
source: Deny
de: Abweisen

# ScreenFaction_Kick
source: Kick
de: Rauswerfen

# ScreenFaction_Kick_Tooltip_CannotKickSelf
source: You cannot kick yourself from the House.
de: Du kannst dich nicht selbst herausbitten!

# ScreenFaction_Kick_Tooltip_CannotKick
source: You cannot kick this member from the House.
de: Du kannst diesen Spieler nicht aus dem Haus ausschließen.

# ScreenFaction_Promote
source: Promote
de: Befördern

# ScreenFaction_Enemy
source: Declare war
de: Krieg erklären
sk_sk: Vyhlásiť vojnu

# ScreenFaction_Friend
source: Propose peace
de: Frieden vorschlagen
sk_sk: Navrhnúť mier

# ScreenFaction_BeforeCreateLeave
source: You must leave your House before creating new one.
de: Um ein neues Haus zu erschaffen, musst du das jetztige verlassen.
sk_sk: Musíš opustiť cech predtým, než môžeš vytvoriť nový.

# ScreenFaction_CancelPeaceRequest
source: Cancel request
de: Anfrage abbrechen.
sk_sk: Zrušiť návrh

# ScreenFaction_AcceptPeaceRequest
source: Accept peace
de: Frieden annehmen.
sk_sk: Prijať mier

# ScreenFaction_Members
source: Members
de: Mitglieder
sk_sk: Členovia

# ScreenFaction_AutoAcceptRequest
source: Auto-Accept Member Requests
de: Anwärter automatisch akzeptieren.
sk_sk: Automaticky prijímať žiadosti o členstvo

# ScreenFaction_AutoAcceptPeace
source: Auto-Accept Peace Requests
de: Friedens-Angebote automatisch akzeptieren.
sk_sk: Automaticky prijímať návrhy na mier

# ScreenFaction_ConfirmAcceptingMember
source: Are you sure you want to accept this member?
de: Bist du dir sicher, dass du diesen Spieler in dein Haus aufnehmen möchtest?

# ScreenFaction_ConfirmKickMember
source: Are you sure you want to kick this member?
de: Bist du dir sicher, dass du diesen Spieler aus deinem Haus entfernen möchtest?

# ScreenFaction_ConfirmRejectMember
source: Are you sure you want to reject this member?
de: Bist du dir sicher, dass du diesen Bewerber abweisen möchtest?

# MessageBoxConfirmFactionsKickPlayer
source: Are you sure that you want to kick player '{0}' from your House?
de: Bist du sicher, dass du Spieler '{0}' von deinem Haus entferen möchtest?
sk_sk: Si si istý, že chceš vyhodiť "{0}" z cechu?

# MessageBoxConfirmFactionsLeave
source: Are you sure that you want to leave House '{0}'?
de: Bist du sicher, dass du dieses Haus verlassen möchtest?
sk_sk: Si si istý, že chceš opustiť cech '{0}'?

# MessageBoxConfirmFactionsAcceptJoin
source: Are you sure that you want to accept player '{0}' to your House?
de: Bist du sicher, dass du Spieler '{0}' deinem Haus zufügen möchtest?
sk_sk: Si si istý, že chceš prijať "{0}" do cechu?

# MessageBoxConfirmFactionsDenyJoin
source: Are you sure that you don't want to accept player '{0}' to your House?
de: Bist du sicher, dass du Spieler '{0}' deinem Haus NICHT zufügen möchtest?
sk_sk: Si si istý, že nechceš prijať "{0}" do cechu?

# MessageBoxTextYouHaveBeenKickedFromFaction
source: You have been kicked from {0}.
de: Du wurdest aus dem Haus enfernt.
sk_sk: Bol si vyhodený z cechu.

# MessageBoxTextYouHaveBeenAcceptedToFaction
source: You have been accepted to {0}.
de: Du wurdest im Haus akzeptiert.
sk_sk: Bol si prijatý do cechu.

# MessageBoxErrorFactionsNameAlreadyExists
source: The House name already exists.
de: Dieser Haus-Name existiert bereits.
sk_sk: Meno cechu už existuje.

# MessageBoxErrorFactionsTagAlreadyExists
source: The House tag already exists.
de: Dieses Haus-Kennzeichen existiert bereits.
sk_sk: Skratka cechu už existuje.

# BlockOwner_Unknown
source: Unknown
de: unbekannt
sk_sk: Neznámy

# WorldSettings_InventoryMultiplier
source: Player inventory size
de: Spieler-Inventar Grösse
sk_sk: Veľkosť inventára hráčov

# ToolTipWorldSettings_Decay
source: Buildings and parts of buildings that are not attached to the ground will decay over time.
de: Bauten und Bauteile welche nicht mit dem Boden verbunden sind, werden mit der Zeit zerfallen.
sk_sk: Stavby a časti stavieb, ktoré nie sú pevne v zemi sa časom rozpadnú.

# WorldSettings_Decay
source: Ruin decay
de: Ruinen Zerfall
sk_sk: Rozpad zrúcanín

# ToolTipWorldSettings_Spectator
source: Allow players to use the spectator camera.
de: Erlaube den Spielern die Beobachter-Kamera.
sk_sk: Povoliť hráčom používanie diváckej kamery.

# WorldSettings_Spectator
source: Spectator
de: Beobachter
sk_sk: Divák

# WorldSettings_ShowPlayerNames
source: Show player names
de: Zeige Spieler-Namen
sk_sk: Zobraviť mená hráčov

# WorldSettings_ShowPlayerNames_Tooltip
source: Whether or not players will be able to show their names at a distance.
de: Ob Spieler ihre Namen auf Distanz zeigen können.
sk_sk: Povoliť hráčom zobrazenie ich mien z diaľky.

# ToolTipWorldSettings_FastTravel
source: Allows players to quickly travel long distances.
de: Erlaubt Spielern schnelles Reisen für lange Distanzen.
sk_sk: Povoliť hráčom rýchle cestovanie na dlhé vzdialenosti.

# WorldSettings_FastTravel
source: Fast Travel Settings
de: Schnell-Reise Einstellungen
sk_sk: Nastavenia rýchleho cestovania

# WorldSettings_EnableFastTravel
source: Fast travel
de: Schnell-Reise
sk_sk: Rýchle cestovanie

# ToolTipWorldSettings_TravelReachability
source: Fast travel only by roads and allied areas. Sections of road claimed by enemies will block travel.
de: Beschränke Schnell-Reise durch feindliche Gegenden und in schwierigem Terrain.
sk_sk: Obmedziť rýchle cestovanie cez oblasti vlastnené nepriateľmi a oblasti s náročným terénom.

# WorldSettings_TravelReachability
source: Travel limitations
de: Reise Beschränkungen
sk_sk: Obmedzenie cestovania

# WorldSettings_TravelEmptyAreas
source: Access undeveloped areas
de: Zugriff auf nicht besuchte Gebiete
sk_sk: Prístup do nerozvinutých oblastí

# WorldSettings_NPCs
source: Non-Player Characters
de: Nicht-Spieler Charaktere

# WorldSettings_Sun
source: Sun
de: Sonne
sk_sk: Slnko

# WorldSettings_Destruction
source: Destruction
de: Zerstörung
sk_sk: Ničenie

# WorldSettings_SliderHint
source: Right click sliders for default values, Ctrl+click to type a number.
de: Rechts-Klick Regler für Standart-Werte. Ctrl+Klick um eine Zahl einzugeben.
sk_sk: Kliknutie pravým tlačítkom nastaví východzie hodnoty, Ctrl + ľavý klik pre vpísanie hodnoty.

# WorldSettings_General
source: General
de: Generell
sk_sk: Všeobecné

# ToolTipMap_FastTravelDisabled
source: Fast travel is disabled in this world.
de: Schnell-Reise ist in dieser Welt abgeschaltet.
sk_sk: Rýchle cestovanie nie je povolené.

# NotificationInvalidToolbarItem
source: This item cannot be placed in the toolbar
de: Dieser Gegenstand kann nicht in der Werkzeugs-Leiste plaziert werden.
sk_sk: Tento predmet nemôže byť umiestnený do panelu nástrojov

# ToolbarItem_Tooltip_PutOnToolbar
source: [KEY:SecondaryClick] to place on the toolbar.
de: Mit Rechtsklick auf einem freien Slot in der Schnellzugriffsleiste platzieren.
sk_sk: Klikni pravým tlačítkom myši pre pridanie do panelu nástrojov.

# ToolbarItem_Tooltip_RemoveFromToolbar
source: [KEY:SecondaryClick] to remove from the toolbar.
de: Rechtsklick, um von der Schnellzugriffsleiste zu entfernen.
sk_sk: Klikni pravým tlačítkom myši pre odstránenie z panelu nástrojov.

# ToolbarItem_Tooltip_AddBlockComponentsToInventory
source: Double [KEY:PrimaryClick] to add the required components to character's inventory.
de: Doppelklick, um benötigte Materialien zum Inventar hinzu zu fügen.
sk_sk: Dvojklik myšou pridá do inventára všetky potrebné materiály.

# ToolbarItem_Tooltip_AddStackToInventory
source: Double [KEY:PrimaryClick] to add a full stack to the inventory.
de: Doppelklick bewegt den gesamten Stapel.
sk_sk: Dvojklik myšou pridá do inventára plnú kopu tohto predmetu.

# ControlName_FactionsMenu
source: Houses Menu
de: Häuser
sk_sk: Ponuka cechov

# ControlName_Torch
source: Torch equip / unequip
de: Fackel entzünden / löschen.

# Notification_ItemAutoswitch_MissingItem
source: There is no {0} in your inventory.
de: Kein(e) {0} im Inventar.
sk_sk: Nemáš v inventári žiadne {0}.

# AdminMenuNotAvailable
source: The admin menu is available only when you're an admin or when an admin promotes you to Medieval Master
de: Admin Menü ist nur verfügbar, wenn du Admin bist, oder zum Medieval Master befördert wurdest.
sk_sk: Ponuka administrátora je k dispozícii iba ak si administrátor, alebo ak ťa administráto povýši na Stredovehého majstra.

# NotificationPlayerDemoted
source: You are no longer a Medieval master
de: Du bist nicht länger Medieval Master.
sk_sk: Boli ti odobrané práva Stredovekého majstra

# NotificationPlayerPromoted
source: You have been promoted to Medieval master
de: Du wurdest zum Medieval Master befördert.
sk_sk: Bol si povýšený na Stredovekého majstra

# NotificationHealthCritical
source: You are seriously hurt. Heal yourself
de: Du bist schwer verwundet!
sk_sk: Si veľmi zranený. Vylieč sa.

# NotificationHealthLow
source: You are hurt
de: Du bist verwundet.
sk_sk: Si zranený

# HudBlockInfo_RequiredAvailable
source: Required / Available
de: Benötigt / Verfügbar
sk_sk: Potrebné / Dostupné

# NotificationBuildDenied
source: You are not permitted to build here.
de: Dir ist es nicht gestattet, hier zu bauen.
sk_sk: Nemáš tu práva pre výstavbu.

# NotificationCannotBuildMultipleClaimblocks
source: You are not permitted to build another claimblock in this area.
de: Dir ist es nicht gestattet, einen weiteren Grundstein in diesem Gebiet zu platzieren.

# NotificationDeconstructDenied
source: You are not permitted to deconstruct here.
de: Dir ist es nicht gestattet, hier zu de-konstruieren.
sk_sk: Nemáš tu práva pre rozoberanie.

# Notification_Pickup_Damaged
source: You cannot pick up damaged blocks.
de: Du kannst keine beschädigten Objekte einsammeln.
sk_sk: Nie je možné zodvihnúť poškodené bloky.

# NotificationDestructionDenied
source: You are not permitted to attack structures here.
de: Dir ist es nicht gestattet, hier anzugreifen.
sk_sk: Nemáš tu práva pre útočenie na stavby.

# NotificationInteractionDenied
source: You are not permitted to interact with this {0}.
de: Dir ist es nicht gestattet, mit diesem {0} zu interagieren.
sk_sk: Nemáš práva pre interakciu s týmto {0}.

# NotificationInteractionContested
source: You can not interact with this {0} while the area is contested.
de: Du kannst nicht mit diesem {0} interagieren, wärend das Gebiet umstritten ist.
sk_sk: S týmto {0} nie je možné interagovať kým sa odohráva zápas o oblasť.

# NotificationConfigurationDenied
source: You are not permitted to configure this {0}.
de: Dir ist es nicht gestattet, diesen {0} zu konfigurieren.
sk_sk: Nemáš práva pre nastavenie tohto {0}.

# NotificationMiningDenied
source: You are not permitted to mine here.
de: Dir ist es nicht gestattet, hier zu graben.
sk_sk: Nemáš tu práva pre ťaženie.

# NotificationDiggingDenied
source: You are not permitted to dig here.
de: Dir ist es nicht gestattet, hier zu graben.
sk_sk: Nemáš tu práva pre kopanie.

# NotificationBoundRespawnDestroyed
source: Your respawn {0} has been destroyed.
de: Dein Respawn-{0} wurde zerstört.
sk_sk: Tvoje miesto pre oživenie, {0}, bolo zničené.

# ContextMenu_ChangeOwnerMessageBox_Caption
source: Changing sector owner
de: Gebietsbesitz übertragen.
sk_sk: Zmeniť vlastníka oblasti

# ContextMenu_ChangeOwnerMessageBox_Text
source: Are you sure you want to change owner to {0}?
de: Bist du dir sicher, dass du den Besitz an {0} übertragen möchtest?
sk_sk: Ste si istý že chcete zmeniť majiteľa na {0}?

# ControlName_Map
source: Open world map
de: Karte öffnen
sk_sk: Otvoriť mapu sveta

# MapWindow_HelpButtonLabel
source: Help
de: Hilfe
sk_sk: Pomoc

# MapWindow_YouButtonLabel
source: You
de: Du
sk_sk: Ty

# MapWindow_FastTravelTitle
source: Fast Travel
de: Schnellreise
sk_sk: Rýchle cestovanie

# MapWindow_EventsGroupTitle
source: World Events
de: Weltereignisse
sk_sk: Svetové udalosti

# MapWindow_GlobeMap
source: Globe Map
de: Globus
sk_sk: Mapa zemeguľe

# MapWindow_KingdomInformationTooltip
source: Information about who controls the king statues to rule the kingdom.
de: Information darüber, wer die Königsstatuen kontrolliert um das Königreich zu regieren.
sk_sk: Informácia o tom, kto má pod kontrolou kráľovské sochy a vládne kráľovstvu.

# MapWindow_KingdomInformation
source: Kingdom Information
de: Königreichs Informationen
sk_sk: Informácie o kráľovstve

# AreaOwnership_Unclaimed
source: Unclaimed Area
de: Unbeanspruchtes Gebiet
sk_sk: Oblasť bez vlastníka

# AreaOwnership_Contested
source: Contested Area
de: Umstrittenes Gebiet
sk_sk: Napadnutá oblasť

# AreaOwnership_DefaultClaimedName
source: {0}'s Area
de: {0}'s Gebiet
sk_sk: Oblasť patriaca {0}

# FastTravel_Confirm
source: Would you like to fast travel to {0}?
de: Schnellreise zu {0}?
sk_sk: Chceš použiť rýchle cestovanie do {0}?

# FastTravel_Fail
source: You have failed to fast travel. Please check that your destination is still reachable.
de: Schnellreise fehlgeschlagen. Bitte Ziel überprüfen.

# FastTravel_Negative
source: This area is unreachable because of travel limitations, difficult terrain, insufficient food, or because enemy controlled areas are blocking your path.
de: This area is unreachable because of travel limitations, difficult terrain,or because enemy controlled areas are blocking your path.
sk_sk: Táto oblasť je nedostupná kvôli obmedzeniam cestovania, ťažkéhu terénu, alebo kvôli tomu, že nepriateľské oblasti blokujú prístup.

# AreaUpkeep_Confirm
source: Are you sure you want to spend {0}x {1} and extend your area claim by {2}?
de: Gebrauche {0}x {1} um den Gebietsanspruch um {2} zu verlängern. Fortfahren?

# MapWindow_Header_KingdomDescription
source: The Kingdom of {0}
de: Das Königreich von {0}
sk_sk: Kráľovstvo {0}

# MapWindow_Header_AreaDescription
source: Area ({0}, {1})
de: Gebiet ({0}, {1})
sk_sk: Oblasť ({0}, {1})

# ContextMenu_TaxPaymentTimeFormat
source: {0} Day(s) {1:D2}:{2:D2}:{3:D2}
de: {0} Tag(e) {1:D2}:{2:D2}:{3:D2}
sk_sk: {0} Dní {1:D2}:{2:D2}:{3:D2}

# Description_BannerLayer_BackgroundTooltip
source: Change the background layer.
de: Hintergrund-Ebene ändern.
sk_sk: Zmeniť vrstvu na pozadí.

# Description_BannerLayer_Pattern
source: Change the pattern layer
de: Muster-Ebene ändern.
sk_sk: Zmeniť vrstvu so vzorom.

# Description_BannerLayer_Symbol
source: Change the symbol layer
de: Symbol-Ebene ändern.
sk_sk: Zmeniť vrstvu so znakom.

# Description_BannerLayer_BonusTooltip
source: Change the bonus layer.
de: Bonus-Ebene ändern.
sk_sk: Zmeniť vrstvu s bonusovým znakom.

# Description_BannerLayer_NumberTooltip
source: Change pattern layer {0}.
de: Muster-Ebene {0} ändern.
sk_sk: Zmeniť vrstvu so vzorom {0}.

# BannerEditor_EditBanner_PersonalToolTip
source: Edit your personal banner.
de: Persönliches Banner ändern.

# BannerEditor_EditBanner_FactionToolTip
source: Edit your House banner.
de: Hausbanner ändern.

# BannerEditor_PatternName_BonusPattern_None
source: None
de: Keins
sk_sk: Nič

# BannerEditor_PatternName_BonusPattern_EarlyBacker
source: Early buyer stars
de: Sterne der frühen Stunde

# WorldSettings_ResourceDecay
source: Resource decay
de: Resourcen Verfall
sk_sk: Rozpad materiálov

# WorldSettings_ResourceDecay_Tooltip
source: The time it takes for an object to decay, measured in seconds.
de: Zeit, bis ein Object verschwindet. Gemessen in Sekunden.
sk_sk: Čas potrebný na rozpad predmetov, meraný v sekundách.

# WorldSettings_AbandonedGridDecay
source: Abandoned castle decay
de: Verfall verlassener Gebäude
sk_sk: Rozpad opustených hradov

# WorldSettings_AbandonedGridDecay_Tooltip
source: The time it takes for an abandoned castle to decay, measured in hours.
de: Zeit, bis ein verlassenes Gebäude verschwindet. Gemessen in Stunden.
sk_sk: Čas potrebný na rozpad opustených hradov, meraný v hodinách.

# NotificationClaimBlockRemoved
source: Warning: a claim block has been removed from the copied construction!
de: Warnung: Ein Grundstein wurde von der Kopie entfernt!

# Cardinal_North
source: North
de: Norden
sk_sk: Server

# Cardinal_South
source: South
de: Süden
sk_sk: Juh

# Cardinal_East
source: East
de: Osten
sk_sk: Východ

# Cardinal_West
source: West
de: Westen
sk_sk: Západ

# Campfire_Toggle_Enable
source: Light
de: Feuer
sk_sk: Zapáliť

# Campfire_Toggle_Disable
source: Douse
de: aus
sk_sk: Zahasiť

# WorldSettings_Planet
source: Selected Planet
de: Gewählter Planet
sk_sk: Vybraná planéta

# InteractionHint_Bed
source: Press {0} to claim {1}.
de: Drücke {0} um {1} in Besitz zu nehmen.

# Bed_Ownership
source: Bed of {0}.
de: Bett von {0}.

# InteractionHint_Switch
source: Press {0} to toggle {1}.
de: Drücke {0} um {1} zu betätigen.
sk_sk: Stlač {0} pre prepnutie {1}.

# InteractionHint_Wardrobe
source: Press {0} to change your appearance in {1}.
de: Drücke {0} um deine Erscheinung in {1} zu ändern.
sk_sk: Stlač {0} pre zmenu vzhľadu v {1}.

# InteractionHint_LockDrum
source: Press {0} to lock {1}.
de: Drücke {0} um {1} zu arretieren.
sk_sk: Stlač {0} pre zamknutie {1}.

# InteractionHint_UnlockDrum
source: Press {0} to unlock {1}.
de: Drücke {0} um {1} zu lösen.
sk_sk: Stlač {0} pre odomknutie {1}.

# InteractionHint_LightFire
source: Press {0} to light {1}.
de: Drücke {0} um {1} zu entzünden.
sk_sk: Stlač {0} pre zapálenie {1}.

# InteractionHint_DouseFire
source: Press {0} to douse {1}.
de: Drücke {0} um {1} zu löschen.
sk_sk: Stlač {0} pre zahasenie {1}.

# InteractionHint_StartRotor
source: Press {0} to start {1}.
de: Drücke {0} um {1} zu starten.
sk_sk: Stlač {0} pre zapnutie {1}.

# InteractionHint_StopRotor
source: Press {0} to stop {1}.
de: Drücke {0} um {1} zu stoppen.
sk_sk: Stlač {0} pre zastavenie {1}.

# InteractionHint_ClaimBlock
source: Press {0} to configure {1}.
de: Drücke {0} um {1} zu konfigurieren.
sk_sk: Stlač {0} pre nastavenie {1}.

# InteractionHint_BannerEditor
source: Press {0} to change your banner(s).
de: Drücke {0} um dein Banner zu ändern.
sk_sk: Stlač {0} pre zmenu zástav(y).

# InteractionHint_Character
source: Press {0} to interact with {1}.
de: Drücke {0} um mit {1} zu interagieren.
sk_sk: Stlač {0} pre interakciu s {1}.

# InteractionHint_SafezoneAreaMarker
source: Press {0} to remove {1}.
de: Drücke {0} um {1} zu entfernen.
sk_sk: Stlač {0} pre odstránenie {1}.

# ControlName_AutoWalk
source: Auto Walk
de: Autom. Laufen
sk_sk: Automatická chôdza

# ToolTipMap_OwnershipTooltip_NoOwner
source: no-one
de: Niemand
sk_sk: nikto

# ToolTipMap_OwnershipTooltip_NoFaction
source: No House
de: Kein Haus
sk_sk: Žiaden cech

# WorldSettings_MaxFloatingObjects
source: Max objects
de: Max Objekte
sk_sk: Maximum predmetov

# MainMenu_Continue
source: Continue
de: Fortsetzen
sk_sk: Pokračovať

# MainMenu_Continue_Tooltip
source: Continue your last loaded world.
de: Letzten Speicherstand fortsetzen.
sk_sk: Pokračuj vo svete, v ktorom si hral naposledy.

# ScreenMenuButtonNewWorld_Tooltip
source: Start a new game.
de: Neues Spiel starten.
sk_sk: Začať novú hru.

# ScreenMenuButtonLoadWorld_Tooltip
source: Load a saved world.
de: Ein gespeichertes Spiel laden.
sk_sk: Načítať uložený svet.

# ScreenMenuButtonJoinWorld_Tooltip
source: Join a multiplayer game.
de: Mehrspielerpartie beitreten.
sk_sk: Pripojiť sa k hre viacerých hráčov.

# UseObject_DynamicPress
source: Press {0} to {1} {2}.
de: Drücke {0} um {2} zu {1}.
sk_sk: Stlač {0} pre {1} {2}.

# UseObject_DynamicHold
source: Hold {0} to {1} {2}.
de: Halte {0} um {2} zu {1}.
sk_sk: Podrž {0} pre {1} {2}.

# Action_Open
source: open
de: öffnen
sk_sk: otvor

# Action_Close
source: close
de: schließen
sk_sk: zavri

# Action_Configure
source: configure
de: konfigurieren
sk_sk: nastav

# Notification_SeedingError_NoPlanet
source: You cannot plant here. Farming only works on planets.
de: Du kannst hier nichts anpflanzen.
sk_sk: Tu nie je možné sadiť. Roľníctvo funguje iba na planétach.

# Notification_SeedingError_InvalidSeedingMaterial
source: You cannot plant here. This land needs to be plowed first.
de: Du kannst hier nichts anpflanzen. Land muss erst gepflügt werden.
sk_sk: Tu nie je možné sadiť. Najskôr je potrebné poorať pôdu.

# Notification_SeedingError_InvalidSlope
source: You cannot plant here. This land is too steep.
de: Du kannst hier nichts anpflanzen. Land fällt zu steil ab.
sk_sk: Tu nie je možné sadiť. Svah je príliš strmý.

# Notification_SeedingError_TooCloseToOtherPlant
source: You cannot plant here. It is too close to another plant.
de: Du kannst hier nichts anpflanzen. Zu dicht an anderer Pflanze.
sk_sk: Tu nie je možné sadiť. Je to príliš blízko pri ďalšej rastline.

# NotificationPlowingDenied
source: You are not permitted to plow here.
de: Dir ist es nicht gestattet, hier zu pflügen.
sk_sk: Nemáš tu práva pre oranie pôdy.

# DisplayName_Quests_QuestCompleted
source: QUEST COMPLETED
de: AUFTRAG ABGESCHLOSSEN
sk_sk: ÚLOHA SPLNENÁ

# DisplayName_Quests_ObjectiveCompleted
source: OBJECTIVE COMPLETED
de: ZIEL ERFÜLLT
sk_sk: ZADANIE SPLNENÉ

# NotificationHintPressToAccessObject
source: Press {0} to access {1}.
de: Drücke {0} um {1} zu öffnen.
sk_sk: Stlač {0} pre prístup k {1}.

# ScreenBindings_Caption
source: Binding Options
de: Belegung
sk_sk: Nastavenia klávesových skratiek

# ScreenBindings_ControlName
source: Control
de: Eingabe
sk_sk: Nastavenia

# ScreenBindings_Shortcut1
source: Shortcut 1
de: Kurzwahl 1
sk_sk: Skratka 1

# ScreenBindings_Shortcut2
source: Shortcut 2
de: Kurzwahl 2
sk_sk: Skratka 2

# ScreenHelp_Caption
source: Help
de: Hilfe
sk_sk: Pomoc

# ScreenHelp_ControlName
source: Control
de: Steuerung
sk_sk: Funkcia

# NotificationMiningWrongTool
source: {0} is not suitable to mine here.
de: Du kannst mit einer {0} hier nicht graben.
sk_sk: {0} nie je vhodný nástroj na ťaženie na tomto mieste.

# NotificationDiggingWrongTool
source: {0} is not suitable to dig here.
de: Du kannst mit {0} hier nicht weiter graben.
sk_sk: {0} nie je vhodný nástroj na kopanie na tomto mieste.

# NotificationDiggingToolBlocked
source: Cannot deposit material over dynamic objects or players.
de: Spieler oder dynamisches Objekt im Weg!
sk_sk: Materiál nie je možné umiestniť - v ceste sú dynamické predmety alebo hráči.

# NotificationDiggingToolNotEnoughMaterials
source: Not enough materials.
de: Nicht genug Material
sk_sk: Nedostatok materiálov.

# BookScreen_Close
source: Close the book.
de: Schließen
sk_sk: Zatvoriť okno.

# ControlName_QuestLog
source: Open quest log
de: Aufträge einsehen
sk_sk: Otvoriť záznam úloh

# QuestLog_ActiveQuests_Label
source: Active Quests
de: Aktiv
sk_sk: Aktívne

# QuestLog_ActiveQuests_Tooltip
source: Display your active quests.
de: Zeige aktive Aufträge
sk_sk: Zobraziť aktívne úlohy.

# QuestLog_CompletedQuests_Label
source: Completed Quests
de: Abgeschlossen
sk_sk: Hotové

# QuestLog_CompletedQuests_Tooltip
source: Display your completed quests.
de: Zeige abgeschlossene Aufträge
sk_sk: Zobraziť splnené úlohy.

# QuestInformation_AbandonQuest
source: Abandon quest
de: Auftrag abbrechen
sk_sk: Zanechať úlohu

# QuestInformation_AbandonQuest_Tooltip
source: Abandon this quest.
de: Diesen Auftrag abbrechen.
sk_sk: Zanechať túto úlohu.

# QuestList_TrackQuest_Tooltip
source: Toggle quest tracking state.
de: Auftragsüberwachung umschalten.
sk_sk: Prepnúť sledovanie úlohy.

# CraftingScreen_Label_Progress
source: Progress
de: Fortschritt
sk_sk: Progres

# CraftingScreen_Label_Fuel
source: Fuel
de: Brennstoff
sk_sk: Palivo

# BindingOptionsScreen_Label_Categories
source: Categories
de: Kategorien
sk_sk: Kategórie

# BindingOptionsScreen_Tooltip_Actions
source: Actions:
de: Aktionen:
sk_sk: Funkcie:
