Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/MyTexts.*.resx
Languages: de, sk_sk

# ControlName_PrimaryToolAction
source: Primary tool action
de: Primäre Werkzeugfunktion
sk_sk: Primárna akcia

# ControlName_RotationDown
source: Look down
de: Nach unten schauen
sk_sk: Pozrieť sa dole

# ControlName_RotationLeft
source: Turn left
de: Nach links drehen

# ControlName_RotationRight
source: Turn right
de: Nach rechts drehen

# ControlName_RotationUp
source: Look up
de: Nach oben schauen
sk_sk: Pozrieť sa hore

# ScreenCustomWorld_ScenarioLabel
source: Scenario
de: Szenario
sk_sk: Scenár

# ControlName_Jetpack
source: Flying mode on / off
de: Flugmodus an / aus
sk_sk: Lietanie zapnúť/vypnúť

# NotEnoughMaterial
source: Not enough materials to create a new block.
de: Nicht genügend Material um einen neuen Block zu setzen.
sk_sk: Nedostatok materiálov na postavenie nového bloku.

# MessageBoxTextTutorialQuestion
source: Do you want to start by watching the video tutorial? Remember: you can always come back by clicking "Tutorials" in the "Help" screen (press F1).
de: Möchten Sie das Tutorialvideo sehen? Erinnerung: Sie können jederzeit mit F1 den "Hilfe"-Bildschirm öffnen und dort den Reiter "Tutorials" anklicken.

# ControlDescZoom
source: Zoom in free look mode
de: Zoom in freier Kamera

# SteamOverlayDisabledText
source: Please enable Steam Overlay in Steam client: go to Settings, In-game tab, Enable Steam Community In-Game and in Steam Library, Medieval Engineers, Properties, Enable Steam Community In-Game
de: Bitte aktiviere das Steam Overlay über den Steam Client: Gehe auf Einstellungen > Im Spiel und aktiviere Steam Overlay im Spiel. Danach musst du in der Bibliothek unter den Eigenschaften von Medieval Engineers das Steam Overlay einschalten.

# MessageBoxTextRecommend
source: If you like Medieval Engineers, can recommend it to Steam friends on the following page. Recommendations help to grow the community. Thank you!
de: If you like Medieval Engineers, you can recommend it to your Steam friends on the following page.Recommendations help to grow the community. Thank you!
sk_sk: Ak sa ti páči Medieval Engineers, môžes túto hru odporučiť svojim priateľom na Steame. Odporúčania pomáhajú rastu hernej komunity. Ďakujeme!

# MessageBoxCaptionRecommend
source: Recommend Medieval Engineers
de: Medieval Engineers weiterempfehlen
sk_sk: Odporuciť Medieval Engineers

# NotificationJetpackOff
source: Flying mode Off
de: Flugmodus aus
sk_sk: Lietanie vypnuté

# NotificationJetpackOffNoEnergy
source: Flying mode Off
de: Flugmodus aus
sk_sk: Lietanie vypnuté

# NotificationJetpackOn
source: Flying mode On
de: Flugmodus aus
sk_sk: Lietanie zapnuté

# Multiplayer_LastMsg
source: No message recieved from server for {0} seconds.
de: Keine Nachricht vom Sever seit {0} Sekunden
sk_sk: Od serveru neprišla žiadna správa za posledných {0} sekúnd.

# NewVersionAvailable
source: New version of Medieval Engineers is available!
de: Eine neue Version von Medieval Engineers ist verfügbar!
sk_sk: Je dostupná nová verzia Medieval Engineers!

# SpectatorControls_None_Desc
source: Return to your character.
de: Zur Steuerung des Charakters zurückkehren
sk_sk: Vrátiť sa naspäť do ovládanej postavy.

# SpectatorControls_Free_Desc
source: Free spectator. You can still do actions with controlled object.
de: Freier Beobachtungsmodus. Sie können immernoch mit Objekten interagieren
sk_sk: Voľný divák. Možeš stále vykonávať úkony s kontrolovaným predmetom.

# SpectatorControls_Static_Desc
source: Static spectator. You control your character, but the camera is does not move.
de: Statischer Beobachter. Sie kontrollieren den Charakter, aber die Kamera ist statisch
sk_sk: Statický režim diváka: Ovládaš postavu, ale kamera je nehybná.

# MessageBoxErrorFactionsTag
source: The House tag must be exactly 3 letters long.
de: Das Haus-Kürzel muss genau 3 Buchstaben lang sein.
sk_sk: Značka cechu musí obsahovať presne 3 znaky.

# NPCIdentityAdded
source: {0} identity was added
de: {0} Identiät wurde hinzugefügt
sk_sk: {0} pridaná totožnosť

# ControlName_PickBlock
source: Block picking
de: Block kopieren
sk_sk: Vybrať blok

# ControlName_SwitchCompound
source: Compound building on / off
de: Multiblock-Modus an / aus

# WorldSettings_StructuralIntegrity
source: Structural integrity
de: Strukturelle Integrität
sk_sk: Štrukturálna integrita

# ScreenTerrainMaps_BiomeMapFile
source: Biome map file
de: Biome map Datei
sk_sk: Súbor s mapou biómov

# ScreenTerrainMaps_Caption
source: Terrain maps
de: Geländekarte
sk_sk: Mapy terénu

# ScreenTerrainMaps_HeightMapFile
source: Height map file
de: Height map Datei
sk_sk: Súbor s výškovou mapou

# ScreenTerrainMaps_HeightmapHeight
source: Heightmap height
de: Height map Höhe
sk_sk: Výška výškovej mapy

# ScreenTerrainMaps_TreeMapFile
source: Tree map file
de: Tree map Datei
sk_sk: Súbor s mapu stromov

# ScreenTerrainMaps_TreeMaskFile
source: Tree mask file
de: Tree mask Datei
sk_sk: Súbor s maskou stromov

# ScreenTerrainMaps_UseSelectedFiles
source: Use selected files
de: Ausgewählte Dateien verwenden
sk_sk: Použiť vybrané súbory

# ControlName_SwitchBuildingMode
source: Dynamic building mode on / off
de: Dynamischer Bau-Modus an / aus
sk_sk: Prepnúť režim dynamickej výstavby

# ControlName_SecondaryToolAction
source: Secondary tool action
de: Sekundäre Werkzeugfunktion
sk_sk: Sekundárna funkcia

# ControlName_SIView
source: Structural Integrity View
de: Strukturelle Integrität anzeigen
sk_sk: Pohlaď štrukturálnej integrity

# ControlName_CustomizeTarget
source: Customize target
de: Spezifiziere Ziel
sk_sk: Upraviť cieľ

# ScreenRopeReleaseSettings_Caption
source: Rope release settings
de: Seilfreigabe-Einstellungen

# NotificationAttachDefaultRope
source: Press {0} to attach default rope.
de: Drücke {0}, um das Standardseil zu befestigen.
sk_sk: Stlač {0} pre pripojenie základného lana.

# NotificationDetachRope
source: Hold {0} to detach rope.
de: Halte {0}, um das Seil zu lösen.
sk_sk: Podrž {0} pre odstránenie lana.

# NotificationEditRopeRelease
source: Hold {0} to edit rope release settings.
de: Drücke {0}, um die Seilfreigabe zu konfigurieren.
sk_sk: Press {0} to edit rope release settings.

# ScreenRopeReleaseSettings_PitchLabel
source: Pitch
de: Neigung
sk_sk: Klopenie

# ScreenRopeReleaseSettings_ReleaseThresholdAngle
source: Release threshold angle
de: Winkel Freigabe-Zeitpunktes

# ScreenRopeReleaseSettings_YawLabel
source: Yaw
de: Gierung
sk_sk: Vybočenie

# ControlName_HoldForCompound
source: Hold for compound building
de: Gedrückt halten für Multiblock-Modus

# ControlDescAddTerrainVoxels
source: Add terrain voxels
de: Voxel hinzufügen

# ControlDescPaintTerrainVoxels
source: Paint terrain voxels
de: Voxel-Material ändern

# ControlDescRemoveTerrainVoxels
source: Remove terrain voxels
de: Voxel entfernen

# ControlDesc_Configure
source: Configure
de: Konfigurieren
sk_sk: Nastaviť

# ControlDesc_HoldKey
source: Hold {0}
de: Halte {0}
sk_sk: Podrž {0}

# ControlName_PressToCompound
source: Press to compound
de: Drücken für Multiblock-Modus
sk_sk: Stlač pre zlúčenie

# WorldSettings_MaxActiveFracturePieces
source: Maximum fracture pieces
de: Maximale Trümmeranzahl
sk_sk: Maximálny počet úlomkov

# WorldSettings_TooltipMaxFracturePieces
source: Maximum number of fracture pieces in the world.
de: Maximale Anzahl der Trümmer in der Welt.
sk_sk: Maximálny počet úlomkov vo svete.

# GameOptions_InteractionHints
source: Show interaction hints
de: Interaktions-Hinweise anzeigen
sk_sk: Zobraziť nápovedu pre interakciu

# ControlName_GameplayOptions
source: Gameplay Options
de: Spieloptionen
sk_sk: Nastavenia hry

# ScreenGameplayOptions_Caption
source: Gameplay Options
de: Spieloptionen
sk_sk: Nastavenia hrateľnosti

# ScreenGameplayOptions_NightMode
source: Night Mode
de: Nachtmodus
sk_sk: Nočný režim

# ScreenGameplayOptions_RemoveFractures
source: Remove Fractures
de: Trümmer entfernen
sk_sk: Odstrániť úlomky

# ScreenGameplayOptions_SIView
source: Structural Integrity View
de: Strukturelle Integritäts Ansicht
sk_sk: Pohlaď štrukturálnej integrity

# NotificationHintPressToOpenInventory
source: Press {0} to access inventory.
de: Drücke {0}, um auf das Inventar zuzugreifen.
sk_sk: Stlač {0} pre otvorenie inventára.

# WorldSettings_GameMode
source: Game mode
de: Spielmodus
sk_sk: Herný režim

# ScreenGameplayOptions_All
source: All
de: Alle

# ScreenGameplayOptions_InRadius
source: In radius
de: Im Radius
sk_sk: V okruhu

# NotificationAttachSpecificRope
source: Target free rope ending and press {0} to attach selected rope.
de: Zeige auf eine freie Seilbefestigung und drücke {0}, um das ausgewählte Seil zu befestigen.

# ScreenOptionsButtonDisplay
source: Display
de: Anzeige
sk_sk: Displej

# ScreenOptionsButtonGraphics
source: Graphics
de: Grafik
sk_sk: Grafika

# ScreenGameplayOptions_FogColor
source: Color
de: Farbe
sk_sk: Farba

# ScreenGameplayOptions_FogDensity
source: Density
de: Dichte
sk_sk: Hustota

# ScreenGameplayOptions_FogMultiplier
source: Multiplier
de: Multiplikator
sk_sk: Multiplikátor

# ScreenGameplayOptions_FogSettings
source: Fog settings
de: Nebel-Einstellungen
sk_sk: Nastavenia hmly

# ScreenGameplayOptions_SunAzimuth
source: Azimuth
de: Azimut
sk_sk: Azimut

# ScreenGameplayOptions_SunElevation
source: Elevation
de: Höhe
sk_sk: Výška

# ScreenGameplayOptions_SunIntensity
source: Intensity
de: Intensität
sk_sk: Intezita

# ScreenGameplayOptions_SunSettings
source: Sun settings
de: Sonnen-Einstellungen
sk_sk: Nastavenie Slnka

# ScreenGameplayOptions_EnableDayNight
source: Day/Night Cycle
de: Tag/Nacht Zyklus
sk_sk: Cyklus dňa/noci

# WorldSettings_DayDuration
source: Day duration
de: Tagesdauer
sk_sk: Dĺžka dňa

# WorldSettings_SeasonDuration
source: Season duration
de: Jahreszeitendauer
sk_sk: Dĺžka ročného obdobia

# WorldSettings_SeasonDuration_Tooltip
source: The duration of each season, measured in days.
de: Die Dauer jeder Jahreszeit, gemessen in Tagen.
sk_sk: Dĺžka ročného obdobia v dňoch.

# WorldSettings_SolarAltitude
source: Solar altitude
de: Sonnenhöhe
sk_sk: Výška slnka

# WorldSettings_SolarAltitude_Tooltip
source: The maximum angle of the sun, compared to the equator, measured in degrees.
de: Der maximale Erhebungswinkel der Sonne, relativ zum Äquator. Gemessen in Grad.
sk_sk: Maximálny uhol slnka voči rovníku, meraný v stupňoch.

# WorldSettings_DayNightRatio
source: Day: {0}% Night: {1}%
de: Tag: {0}% Nacht: {1}%
sk_sk: Deň: {0}% Noc: {1}%.

# WorldSettings_DayOfYear
source: Day of year
de: Tage im Jahr
sk_sk: Deň v roku

# WorldSettings_Latitude
source: Latitude
de: Breitengrad
sk_sk: Zemepisná šírka

# ToolTipWorldSettingsDayDuration
source: The length of days, measured in minutes.
de: Die Dauer der Tage, gemessen in Minuten.
sk_sk: Dĺžka dňa, meraná v minútach.

# ToolTipWorldSettingsDayDuration_Disabled
source: Off
de: Aus
sk_sk: Vypnuté

# ScreenGameplayOptions_Time
source: Time
de: Zeit
sk_sk: Čas

# DialogAmount_SetValueMinutesCaption
source: Value to set, measured in minutes.
de: Wert, in Minuten

# DialogTextJoiningWorld1
source: Joining world
de: Tritt Welt bei
sk_sk: Pripájam sa

# DialogTextJoinWorldFailed1
source: Joining world failed, reason: {0}
de: Beitritt zur Welt fehlgeschlagen, Grund: {0}
sk_sk: Pripájanie zlyhalo, dôvod: {0}

# WorldSettings_MaxPlayers
source: Maximum players
de: Max. Spieleranzahl
sk_sk: Maximálny počet hráčov

# WorldSettings_Animals
source: Animals
de: Tiere
sk_sk: Zvieratá

# ControlName_ShowYourPlayerName
source: Show character's name
de: Zeigt deinen Spielernamen
sk_sk: Zobraziť meno hráča

# ControlMenuItemLabel_Flying
source: Flying
de: Fliegen
sk_sk: Lietanie

# ControlMenuItemLabel_GameOptions
source: Game Options
de: Spieleoptionen
sk_sk: Nastavenia hry

# NotificationCharacterBroadcastingOff
source: The character's name is now hidden
de: Dein Spielername ist jetzt verborgen
sk_sk: Tvoje hráčske meno je skryté

# NotificationCharacterBroadcastingOn
source: The character's name is now visible
de: Dein Spielername ist nun sichtbar
sk_sk: Tvoje hráčske meno je viditeľné

# NotificationHintJoystickEditRopeRelease
source: Go to control menu in order to edit rope settings
de: Gehe in die Steuerungs-Optionen, um die Seil-Einstellungen zu verändern
sk_sk: Upravovať nastavenie lana je možné z ovládacieho panelu

# NotificationHintJoystickPressToUseWardrobe
source: Access control menu in order to change appearance
de: Gehe in die Steuerungs-Optionen, um dein Aussehen zu ändern.
sk_sk: Úprava vzhľadu je možná z ovládacieho panelu

# ControlMenuItemLabel_RopeSettings
source: Access rope settings
de: Seil-Einstellungen öffnen
sk_sk: Prístup k nastaveniam lana

# NotificationRemoveAreaMarker
source: Press {0} to remove flag.
de: Drücke {0}, um die Flagge zu entfernen.
sk_sk: Stlač {0} pre odstránenie vlajky.

# NotificationEditLockableDrum
source: Hold {0} to configure the Rope Drum.
de: Halte {0}, um die Seiltrommel zu konfigurieren.
sk_sk: Podrž {0} pre nastavenie Lanového bubna.

# ScreenCaptionLockableDrumSettings
source: Lockable Rope Drum Settings
de: Arretierbare Seilwinde Einstellen

# ScreenLockableDrum_DetachRope
source: Detach rope
de: Seil lösen
sk_sk: Odpojiť lano

# ScreenLockableDrum_MaxLength
source: Maximum length
de: Maximale Länge
sk_sk: Maximálna dĺžka

# ScreenLockableDrum_MinLength
source: Minimum length
de: Minimale Länge
sk_sk: Minimálna dĺžka

# ScreenLockableDrum_MinLengthError
source: Minimum length must be less than maximum length.
de: Minimal-Länge muss kürzer als Maximal-Länge sein.
sk_sk: Minimálna dĺžka musí byť kratšia než maximálna dĺžka.

# ScreenLockableDrum_SetCurrent
source: Set current
de: Aktuelle Länge festlegen

# HudBlockInfo_InstalledRequired
source: Installed / Required / Available
de: Verbaut / Benötigt / Verfügbar
sk_sk: Použité / Potrebné / Dostupné

# HudBlockInfo_Components
source: Parts
de: Komponenten
sk_sk: Súčiastky

# ScreenMods_ShowIncompatibleMods
source: Show incompatible mods
de: Inkompatible Mods anzeigen
sk_sk: Zobraziť nekompatibilné modifikácie

# ControlName_Inventory
source: Inventory
de: Inventar
sk_sk: Inventár

# Inventory_Mass_Label
source: Mass: {0:F2} kg
de: Gewicht: {0:F2} kg
sk_sk: Hmotnosť: {0:F2} kg

# Inventory_Volume_Label
source: Volume: {0}
de: Volumen: {0}
sk_sk: Objem: {0}

# Inventory_ContextualHelp_Tooltip
source: [KEY:HelpScreen] Show help.
de: [F1] Hilfe anzeigen.
sk_sk: [F1] Ukázať nápovedu.

# Crafting_ContextualHelp_Tooltip
source: [KEY:HelpScreen] Show help.
de: [F1] Show help.
sk_sk: [F1] Ukázať nápovedu.

# Crafting_ContextualHelp
source: Crafting Controls Double-click recipe: Add recipe to queue. Ctrl + double-click: Add recipe to queue 5 times. Shift + double-click: Add recipe to queue 10 times. Shift + Ctrl + double-click: Add recipe to queue 15 times. These modifiers also work for the craft button. Right-click production queue: Remove item from production queue.
de: Crafting Controls Double-click recipe: Add recipe to queue. Ctrl + double-click: Add recipe to queue 5 times. Shift + double-click: Add recipe to queue 10 times. Shift + Ctrl + double-click: Add recipe to queue 15 times. These modifiers also work for the craft button. Right-click crafting progress bar: Cancel current craft. Right-click production queue: Remove whole item from production queue. Alt + right-click production queue: Remove one item from production queue.
sk_sk: Crafting Controls Double-click recipe: Add recipe to queue. Ctrl + double-click: Add recipe to queue 5 times. Shift + double-click: Add recipe to queue 10 times. Shift + Ctrl + double-click: Add recipe to queue 15 times. These modifiers also work for the craft button. Right-click crafting progress bar: Cancel current craft. Right-click production queue: Remove whole item from production queue. Alt + right-click production queue: Remove one item from production queue.

# Map_ContextualHelp_Tooltip
source: [KEY:HelpScreen] Show help.
de: [F1] Show help.
sk_sk: [F1] Ukázať nápovedu.

# ControlName_ConsumeButton
source: Consume
de: Verzehren

# DialogText_QuestionLeavingLobby
source: Do you really want to leave the castle siege lobby?
de: Will du wirklich die Burgbelagerung verlassen?

# NotificationHintPressToHarvest
source: Press {0} to harvest this item.
de: Drücke {0} um zu ernten.
sk_sk: Stlač {0} pre zbieranie tohto predmetu.

# NotificationHintPressToPlaceManipulated
source: Press {0} to place manipulated object.
de: Drücke {0} um manipuliertes Objekt zu platzieren.
sk_sk: Stlač {0} pre položenie manipulovaného predmetu.

# NotificationHintPressToPlaceFromInventory
source: Press {0} to place projectile from inventory.
de: Drücke {0} um hier ein Projektil aus dem Inventar zu platzieren.
sk_sk: Stlač {0} pre umiestnenie projektilu z inventára.

# ScreenOwnership_FactionComboValue
source: Share with my House
de: Mit meinem Haus teilen.
sk_sk: Zdieľať so svojim cechom.

# ScreenOwnership_MeComboValue
source: Me
de: Ich
sk_sk: Ja

# ScreenOwnership_NobodyComboValue
source: Nobody
de: Niemand
sk_sk: Nikto

# ScreenOwnership_OwnerLabel
source: Owner
de: Besitzer
sk_sk: Vlastník

# ScreenSpawn_ItemAmount
source: Item amount
de: Itemanzahl
sk_sk: Množstvo

# ScreenSpawn_ItemInvalidAmount
source: Invalid amount
de: Ungültige Anzahl
sk_sk: Neplatné množstvo

# ScreenSpawn_ItemType
source: Item type
de: Itemart
sk_sk: Typ predmetu

# ScreenSpawn_AddToInventory
source: Add to Inventory
de: Zum Inventar hinzufügen
sk_sk: Pridať do inventára

# ScreenGameplayOptions_Fractures
source: Remove fracture pieces
de: Bruchstücke entfernen
sk_sk: Úlomky

# ScreenGameplayOptions_Gatherables
source: Gatherables
de: Erntbar
sk_sk: Zberateľné predmety

# ScreenGameplayOptions_LooseResources
source: Loose resources
de: Lose Ressourcen
sk_sk: Voľné materiály

# ScreenGameplayOptions_RemoveAll
source: Remove all
de: Alle entfernen
sk_sk: Odstrániť všetko

# ScreenGameplayOptions_WarningGatherables
source: Erase all gatherables (mushrooms, bushes etc.) from the world? Note: this does not involve already collected items.
de: Are you sure you want to erase all gatherables (mushrooms, bushes etc.) from your world?Note: this does not involve already collected items.
sk_sk: Si si istý, že chceš zo sveta odstrániť všetky zberateľné predmety (hríby, kríky, atď.)? Poznámka: Toto sa nevzťahuje na už pozbierané predmety.

# ScreenGameplayOptions_WarningResources
source: Erase all loose resources (logs, stones, branches and scrap wood) from the world? Note: This does not involve resources stored in inventories.
de: Are you sure you want to erase all loose resources (logs, stones, branches and scrap wood) from your world?Note: this does not involve resources stored in inventories.
sk_sk: Si si istý, že chceš zo sveta odstrániť všetky voľné materiály (guľatinu, kamene, vetvičky, atď.)? Poznámka: Toto sa nevzťahuje na predmety v inventároch.

# ControlName_InventorySelectionGround
source: Ground
de: Umgebung
sk_sk: Zem

# ControlName_Slot0
source: Unequip
de: Holstern
sk_sk: Odložiť

# ControlName_Slot1
source: Equip item from slot 1
de: Item von Slot 1 ausrüsten.
sk_sk: Použiť predmet 1

# ControlName_Slot2
source: Equip item from slot 2
de: Item von Slot 2 ausrüsten.
sk_sk: Použiť predmet 2

# ControlName_Slot3
source: Equip item from slot 3
de: Item von Slot 3 ausrüsten.
sk_sk: Použiť predmet 3

# ControlName_Slot4
source: Equip item from slot 4
de: Item von Slot 4 ausrüsten.
sk_sk: Použiť predmet 4

# ControlName_Slot5
source: Equip item from slot 5
de: Item von Slot 5 ausrüsten.
sk_sk: Použiť predmet 5

# ControlName_Slot6
source: Equip item from slot 6
de: Item von Slot 6 ausrüsten.
sk_sk: Použiť predmet 6

# ControlName_Slot7
source: Equip item from slot 7
de: Item von Slot 7 ausrüsten.
sk_sk: Použiť predmet 7

# ControlName_Slot8
source: Equip item from slot 8
de: Item von Slot 8 ausrüsten.
sk_sk: Použiť predmet 8

# ControlName_Slot9
source: Equip item from slot 9
de: Item von Slot 9 ausrüsten.
sk_sk: Použiť predmet 9

# HudBlockInfo_FracturedName
source: Damaged {0}
de: {0} (Beschädigt)
sk_sk: Poškodený {0}

# NotificationRespawnShipDelete
source: Temporary cart. It will get removed after original owner leaves the game.
de: Temporärer Wagen. Er wird entfernt nachdem der wahre Besitzer das Spiel verlässt.

# ControlName_MoveToTargetInventory
source: Move to target inventory
de: Gehe zu Ziel-Inventar
sk_sk: Presunúť do zvoleného inventára

# ControlName_AreaLabel
source: Area:
de: Gebiet:
sk_sk: Oblasť:

# ControlName_CraftButton
source: Craft
de: craften
sk_sk: Vyrobiť

# ControlName_CraftingCharacterInventoryLabel
source: Character's inventory
de: Charakterinventar
sk_sk: Inventár hráča

# ControlName_CraftingItemsLabel
source: Select items to craft
de: Wähle Item zum herstellen aus
sk_sk: Vyber predmet pre výrobu

# ControlName_CraftingItemTypeLabel
source: Category
de: Kategorie
sk_sk: Kategória

# ControlName_CraftingPanel
source: Crafting
de: Herstellen
sk_sk: Výroba

# ControlName_CraftingQueue
source: Crafting Queue
de: Herstell-Warteschlange
sk_sk: Výrobná fronta

# CraftingTooltip_Results
source: Crafting Results:
de: Hergestellte Items:
sk_sk: Výrobky:

# ItemTagTooltip_Equivalents
source: Equivalent items:
de: Passende Gegenstände.
sk_sk: Zhodné predmety:

# ControlName_RequiredItemsLabel
source: Requirements
de: Anforderungen
sk_sk: Požiadavky

# BlueprintScreen_SurvivalMode
source: You cannot paste blueprints in survival mode.
de: Du kannst keine Blaupausen im Überlebensmodus nutzen.
sk_sk: V hre o prežitie nie je možné vkladať plány.

# ScreenDebugAdminMenu_SortBy
source: Sort By
de: Sortieren nach
sk_sk: Usporiadať podľa

# ScreenDebugAdminMenu_Stationary
source: Not moving
de: Nicht bewegend
sk_sk: Nehybné

# ScreenDebugAdminMenu_Stations
source: Static construction
de: Statische Struktur

# NotificationMissingFlammables
source: Put flammables into {0}
de: Platziere Brennbares in {0}
sk_sk: Vlož horľaviny do {0}

# NotificationOccupied
source: Occupied
de: Besetzt
sk_sk: Obsadené

# ControlName_CraftButtonBlock
source: Fire On/Off
de: Feuer an/aus
sk_sk: Oheň zapnúť/vypnúť

# ControlName_CraftButtonRepair
source: Repair
de: Reparieren
sk_sk: Opraviť

# ScreenCreateFaction_CreateFaction
source: Create House
de: Erstelle Haus
sk_sk: Založiť cech

# ScreenCreateFaction_EditFaction
source: Edit House
de: Bearbeite Haus
sk_sk: Upraviť cech

# ScreenCreateFaction_CreateFactionTag
source: House Tag
de: Haus-Kürzel
sk_sk: Značka cechu

# ScreenCreateFaction_CreateFactionName
source: House Name
de: Hausname
sk_sk: Názov cechu

# ScreenCreateFaction_CreateFactionDescription
source: Public Info
de: Öffentliche Info
sk_sk: Verejná informácia

# ScreenCreateFaction_CreateFactionPrivateInfo
source: Message of the Day
de: Nachricht des Tages
sk_sk: Správa dňa

# ScreenCreateFaction_CreateFactionName_Tooltip
source: The House name must be at least 5 characters long.
de: Name des Hauses muss mindestens 5 Zeichen lang sein.

# ScreenCreateFaction_AcceptsMembers
source: Allow join requests
de: Bewerbungen annehmen

# ScreenCreateFaction_AutoAcceptMembers
source: Auto-accept join requests
de: Bewerber automatisch aufnehmen

# ScreenCreateFaction_CreateFactionPrivateInfo_Tooltip
source: Visible to members only.
de: Nur für Mitglieder sichtbar.

# ScreenFaction_Faction
source: House
de: Haus
sk_sk: Cech

# ScreenFaction_Factions
source: Houses
de: Häuser
sk_sk: Cechy

# ScreenFaction_FounderNameUnknown
source: Unknown founder.
de: Unbekannter Gründer.
sk_sk: Neznámy zakladateľ.

# ScreenFaction_InfoPanel_Leader
source: Leader: {0}
de: Gründer: {0}

# ScreenFaction_InfoPanel_Members
source: Members: {0}
de: Mitglieder: {0}

# ScreenFaction_DiplomaticStatus_Member
source: You are a member of this House.
de: Du bist Gründer dieses Hauses.
sk_sk: Si členom tohto cechu.

# ScreenFaction_DiplomaticStatus_War
source: At War
de: Im Krieg
sk_sk: Vo vojne

# ScreenFaction_Create
source: Create
de: Erstellen
sk_sk: Založiť
