Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/Common/MyCommonTexts.*.resx
Languages: de

# MessageBoxTextAreYouSureYouWantToExit
source: Are you sure you want to exit?
de: Sind Sie sicher, dass Sie das Spiel verlassen möchten?

# AssignControlKeyboard
source: Please press a key
de: Beliebige Taste drücken

# AssignControlMouse
source: Please click a mouse button
de: Beliebige Maustaste drücken

# AssignControlToActionCaption
source: Assign a shortcut to {0} action
de: Tastenkürzel für {0} zuweisen

# ScreenOptionsButtonAudio
source: Audio
de: Ton

# ScreenCaptionAudioOptions
source: Audio Options
de: Ton Einstellungen

source: Cancel
de: Abbrechen

source: CANNOT ASSIGN CONTROL
de: KANN STEUERUNG NICHT ZUTEILEN

# LoadScreenButtonContinueLastGame
source: Continue last
de: Fortfahren

# ControlAlreadyAssigned
source: {0} is already assigned to {1}. Remove the original control?
de: {0} ist bereits mit {1} belegt. Überschreiben?

# ControlIsNotValid
source: The pressed key may not be assigned to controls.
de: Die gewählte Taste ist nicht verfügbar!

# ScreenCaptionControls
source: Control Options
de: Steuerung

# ScreenCaptionBindings
source: Binding Options
de: Steuerung

# ScreenMenuButtonCredits
source: Credits
de: Mitwirkende

# KeysDelete
source: Delete
de: Entfernen

# KeysDown
source: Down
de: Runter

# DoYouWantToKeepTheseSettingsXSecondsRemaining
source: Do you want to keep these settings? {0} seconds remaining.
de: Einstellungen speichern? {0} Sekunden verbleibend.

# KeysEnd
source: End
de: Ende

# ScreenMenuButtonExitToMainMenu
source: Exit to main menu
de: Zum Hauptmenü

# ScreenMenuButtonExitToWindows
source: Exit to Windows
de: Zurück zu Windows

source: Field of view
de: Sichtfeld

# ScreenOptionsButtonGame
source: Game
de: Spiel

# ScreenCaptionDisplayOptions
source: Display Options
de: Anzeigeeinstellungen

# ScreenCaptionGameOptions
source: Game Options
de: Spieleinstellungen

# GameVolume
source: Sound volume
de: Lautstärke

# ControlTypeGeneral
source: General
de: Allgemein

# ControlName_Help
source: Help
de: Hilfe

# KeysHome
source: Home
de: Pos1

# KeysInsert
source: Insert
de: Einfügen

# InvertMouseX
source: Invert mouse X axis
de: Invertiere X-Achse der Mause

# InvertMouseX_Tooltip
source: Inverting the mouse X axis will make the cursor horizontally move in the opposite direction of the mouse.
de: Die Umkehrung der Maus X Achse ändert die horizontale Bewegung des Fadenkreuzes in die Gegenteilige Richtung.

# InvertMouseY
source: Invert mouse Y axis
de: Invertiere Y-Achse der Mause

# InvertMouseY_Tooltip
source: Inverting the mouse Y axis will make the cursor vertically move in the opposite direction of the mouse.
de: Die Umkehrung der Maus Y Achse ändert die vertikale Bewegung des Fadenkreuzes in die Gegenteilige Richtung.

# Joystick
source: Joystick or gamepad
de: Joystick oder Gamepad

# Joystick_Tooltip
source: Select which additional control input you wish to use.
de: Wähle welche zusätzliche Steuerungs-Eingabe du benutzen möchtest.

# JoystickButtonLeft
source: JDLeft
de: Joystick links

# JoystickButtonRight
source: JDRight
de: Joystick rechts

# JoystickButtonUp
source: JDUp
de: Joystick hoch

# JoystickButtonDown
source: JDDown
de: Joystick herunter

source: Joystick sensitivity
de: Joystick Empfindlichkeit

# JoystickSensitivity_Tooltip
source: Joystick sensitivity determines how much the joystick axis will move the character, etc.
de: Die Joystick Empfindlichkeit bestimmt wie fest die Bewegung auf den Charakter, etc. übertragen wird.

# JoystickExponent
source: Joystick gradual precision
de: Joystick stufenweise Präzision

# JoystickExponent_Tooltip
source: Joystick precision affects how fast the value of the joystick's axis will increase.
de: Joystickgenauigkeit bestimmt, wie stark eine Eingabe (Bewegung am Joystick) umgesetzt wird.

# JoystickDeadzone
source: Joystick deadzone width
de: Joystick Deadzone

# JoystickDeadzone_Tooltip
source: Joystick deadzone is the area where the joystick produces no effect. This is particularly useful for joysticks that are old, damaged, or very inaccurate at low values.
de: Die Joystick Deadzone ist der Bereich, in dem Eingaben am Jockstick noch keine Bewegung im Spiel verursachen. Besonders nützlich für etwas ältere, abgenutzte Modelle oder solche mit schlechten Rückstelleigenschaften.

# ScreenOptionsControls_Keyboard
source: Keyboard
de: Tastatur

source: Language
de: Sprache

# KeysLeft
source: Left
de: Links

# KeysLeftAlt
source: LAlt
de: Alt-Taste (Links)

# KeysLeftControl
source: LCtrl
de: LStrg

# LeftMouseButton
source: Left Click
de: LMT

# KeysLeftShift
source: LShift
de: Umschalt-L

# LoadScreenButtonLoad
source: Load
de: Laden

# LoadingPleaseWaitUppercase
source: LOADING, PLEASE WAIT
de: LÄDT ... BITTE WARTEN

# MessageBoxCaptionError
source: ERROR
de: FEHLER!

# MessageBoxCaptionPleaseConfirm
source: PLEASE CONFIRM
de: BITTE BESTÄTIGEN

# MessageBoxCaptionExit
source: EXIT
de: BEENDEN

# MiddleMouseButton
source: Middle Click
de: MMT

# ScreenOptionsControls_Mouse
source: Mouse
de: Maus

source: Mouse sensitivity
de: Maus Empfindlichkeit

# MouseSensitivity_Tooltip
source: A low sensitivity value will make the mouse cursor move less compared to a high value.
de: Die Maus Empfindlichkeit bestimmt wie sensibel die Maus reagiert. Ein tiefer Wert bewegt den Zeiger weniger, während ein hoher Wert (bei gleicher Maus-Bewegung) eine grössere Bewegung des Zeigers bedeutet.

# MouseButton4
source: Mouse 4
de: MT4

# MouseButton5
source: Mouse 5
de: MT5

# MouseButton6
source: Mouse 6
de: MT6

# MouseButton7
source: Mouse 7
de: MT7

# MouseButton8
source: Mouse 8
de: MT8

# Mouse_XAxis
source: X Axis
de: X-Achse

# Mouse_YAxis
source: Y Axis
de: Y-Achse

# Mouse_WheelUp
source: Wheel Up
de: Mausrad Hoch

# Mouse_WheelDown
source: Wheel Down
de: Mausrad Runter

source: Mouse Wheel
de: Mausrad

# ControlTypeNavigation
source: Navigation
de: Navigation 1

# ScreenCaptionNewWorld
source: New World
de: Neue Welt

source: No
de: Nein

# KeysNumPad0
source: Num 0
de: 0 (Ziffernblock)

# KeysNumPad1
source: Num 1
de: 1 (Ziffernblock)

# KeysNumPad2
source: Num 2
de: 2 (Ziffernblock)

# KeysNumPad3
source: Num 3
de: 3 (Ziffernblock)

# KeysNumPad4
source: Num 4
de: 4 (Ziffernblock)

# KeysNumPad5
source: Num 5
de: 5 (Ziffernblock)

# KeysNumPad6
source: Num 6
de: 6 (Ziffernblock)

# KeysNumPad7
source: Num 7
de: 7 (Ziffernblock)

# KeysNumPad8
source: Num 8
de: 8 (Ziffernblock)

# KeysNumPad9
source: Num 9
de: 9 (Ziffernblock)

# ScreenCaptionOptions
source: Options
de: Einstellungen

# KeysPageDown
source: PgDown
de: Bild Runter

# KeysPageUp
source: PgUp
de: Bild Hoch

# RecommendedAspectRatio
source: Recommended aspect ratio: {0}
de: Empfohlenes Seitenverhältnis: {0}

# Revert
source: Defaults
de: Standard

# KeysRight
source: Right
de: Rechts

# KeysRightAlt
source: RAlt
de: Alt-Taste (Rechts)

# KeysRightControl
source: RCtrl
de: RStrg

# RightMouseButton
source: Right Click
de: RMT

# KeysRightShift
source: RShift
de: Umschalt-R

source: SELECT CONTROL
de: Drücke eine Taste

# ServerShutdownNotificationCaption
source: SCHEDULED SERVER SHUTDOWN
de: GEPLANTE ABSCHALTUNG DES SERVERS

# SorryButSelectedSettingsAreNotSupportedByYourHardware
source: Sorry, but the settings you have chosen are not supported by your hardware.
de: Tut uns leid, die von Ihnen gewählten Einstellungen werden nicht von Ihrem System unterstützt.

# KeysSpace
source: Space
de: Leertaste

# StartGameInProgressPleaseWait
source: Starting game … please wait.
de: Starte Spiel, Bitte warten

# ControlName_StrafeLeft
source: Strafe left
de: Seitlich nach links

# ControlName_StrafeRight
source: Strafe right
de: Seitlich nach rechts

# ControlTypeSystems1
source: Systems 1
de: Systeme 1

# ControlTypeSystems2
source: Systems 2
de: Systeme 2

# TitleFailedToStartInternetBrowser
source: Failed to start the browser.
de: Browserstart fehlgeschlagen

# UnknownControl_None
source: none
de: ~keiner~

# KeysUp
source: Up
de: Hoch

# ControlName_UseOrInteract
source: Use / Interact
de: Benutzen

# ControlName_PickUp
source: Pick Up
de: Aufheben

source: Vertical sync
de: Vertikale Sync.

source: Capture Mouse
de: Maus fangen

source: Video mode
de: Video Modus

# ControlTypeToolsOrWeapons
source: Tools / Weapons
de: Werkzeuge / Waffen 1

source: Yes
de: Ja

source: Disabled
de: Aus

# JoystickRotationXpos
source: JRX+
de: Joystick Rotation X+

# JoystickRotationYpos
source: JRY+
de: Joystick Rotation Y+

# JoystickRotationZpos
source: JRZ+
de: Joystick Rotation Z+

# JoystickSlider1pos
source: JS1+
de: Joystick Slider 1 +

# JoystickSlider2pos
source: JS2+
de: Joystick Slider 2 +

# JoystickRotationXneg
source: JRX-
de: Joystick Rotation X-

# JoystickRotationYneg
source: JRY-
de: Joystick Rotation Y-

# JoystickRotationZneg
source: JRZ-
de: Joystick Rotation Z-

# JoystickSlider1neg
source: JS1-
de: Joystick Slider 1 -

# JoystickSlider2neg
source: JS2-
de: Joystick Slider 2 -

# KeysBackslash
source: Bkslash
de: Backslash

# KeysComma
source: Comma
de: Komma

# KeysPeriod
source: Period
de: Punkt

# KeysPipe
source: Pipe
de: Senkr. Strich (Pipe)

# KeysQuestion
source: Slash
de: Schrägstrich

# KeysQuotes
source: Quote
de: Anführungszeichen

# KeysSemicolon
source: Colon
de: Komma

# KeysMultiply
source: Num *
de: * (Ziffernblock)

# KeysDivide
source: Num /
de: / (Ziffernblock)

# KeysAdd
source: Num +
de: + (Ziffernblock)

# KeysCapsLock
source: Caps Lock
de: Feststelltaste

# KeysEnter
source: Enter
de: Eingabetaste

# KeysBackspace
source: Backsp.
de: Rücktaste

# KeysControl
source: Ctrl
de: Strg.

# ApplyingPleaseWait
source: Applying changes … please wait
de: Änderungen werden angewandt ... bitte warten

# MP_YouHaveBeenKilled
source: You have been killed
de: Du wurdest getötet

source: Music volume
de: Lautstärke Musik

source: Video adapter
de: Grafikkarte

# DefaultFOV
source: Default: {0:0}°
de: Standard: {0:0}°

# WorldLoaded
source: World {0} loaded
de: Welt {0} geladen

# ControlName_Screenshot
source: Screenshot
de: Bildschirmfoto

# ControlName_PreviousColor
source: Prev. Color or Camera
de: Vorherige Farbe oder Kamera

# ControlName_NextColor
source: Next Color or Camera
de: Nächste Farbe oder Kamera

# WorldSaved
source: World '{0}' saved
de: Welt '{0}' gespeichert

source: Blueprints
de: Blaupausen

source: Factions
de: Fraktionen

source: Blueprint Materials
de: Blaupausen: Material

source: Production Queue
de: Produktionswarteschlange

# LoadScreenButtonEditSettings
source: Edit Settings
de: Einstellungen bearbeiten

# ScreenCaptionCustomWorld
source: New World
de: Neue Welt

# ErrorNameTooLong
source: Name is too long (max 128 characters allowed)
de: Name zu lang (max. 128 Zeichen)

# ErrorNameTooShort
source: Name is too short (min 5 characters required)
de: Name zu kurz (min. 5 Zeichen)

# WorldSettings_GameModeSurvival
source: Survival
de: Überleben

# ScreenMenuButtonJoinWorld
source: Join World
de: Welt beitreten

# WorldSettings_OnlineMode
source: Online Mode
de: Online Modus

# WorldSettings_OnlineModeToolTip
source: Selects the online mode for the world. Offline: Disables any network access, including Steam workshop. This setting cannot be changed while in-game. Private: Enables multiplayer but friends can only join if invited through the Steam Friends list. Friends: Enables multiplayer and allows only friends to join. Public: Enables multiplayer and allows all players to join.
de: Wähle den Online-Modus für die Welt. Offline: Deaktiviert Multiplayer komplett. Dieser Modus braucht keine Internet-Verbindung. Diese Einstellung kann nicht während des Spiels geändert werden. Privat: Aktiviert Multiplayer, aber erlaubt keinen Beitritt. Freunde: Aktiviert Multiplayer und erlaubt Freunden den Beitritt. Öffentlich: Aktiviert Multiplayer und erlaubt jedem Spieler den Beitritt.

# WorldSettings_OnlineModePrivate
source: Private
de: Privat

# WorldSettings_OnlineModePublic
source: Public
de: Öffentlich

# ScreenNewWorldButtonQuickstart
source: Quickstart
de: Schnellstart

# MessageBoxTextAreYouSureYouWantToDeleteSave
source: Are you sure you want to delete '{0}'?
de: Willst du '{0}' wirklich löschen?

# ScreenCaptionLoadWorld
source: Load World
de: Welt laden

# LoadScreenButtonSaveAs
source: Save As
de: Speichern als

# WorldSettings_GameModeCreative
source: Creative
de: Kreativ

source: Player Character
de: Spielcharakter

# WorldSettings_AutoSave
source: Auto-save
de: Automatisch Speichern

# MessageBoxTextDoYouWantToSaveYourProgress
source: Do you want to save your progress?
de: Möchtest du den deinen Fortschritt speichern?

source: Save World
de: Welt speichern

# ScreenMenuButtonSave
source: Save
de: Speichern

source: Saving ... please wait
de: Speichert ... bitte warten

source: Advanced
de: Erweiterte Einstellungen

source: Advanced Controls
de: Fortgeschrittene Steuerung

# ControlName_Backward
source: Backward
de: Zurück

source: Basic Controls
de: Grundlegende Steuerung

source: Close
de: Schließen

# ControlName_DownOrCrouch
source: Down or Crouch
de: Kriechen

# ControlName_FirstOrThirdPerson
source: First-person / Third-person
de: Egoperspektive / Dritte Person

# ControlName_Forward
source: Forward
de: Vorwärts

source: Next page
de: Nächste Seite

# NotificationNeedShowHelpScreen
source: Press {0} for help and tutorials
de: Drücken Sie {0} für Hilfe und Tutorials

source: Previous page
de: Vorherige Seite

source: Show controls hints
de: Zeige Steuerungshinweise

# ControlName_UpOrJump
source: Up or Jump
de: Springen

# ControlName_CubeRotateVerticalNeg
source: Rotate block vertical -
de: Rotieren: Vertikal -

# ControlName_CubeRotateVerticalPos
source: Rotate block vertical +
de: Rotieren: Vertikal +

# ControlName_CubeRotateHorizontalNeg
source: Rotate block horizontal -
de: Rotieren: Horizontal -

# ControlName_CubeRotateHorizontalPos
source: Rotate block horizontal +
de: Rotieren: Horizontal +

# ControlName_CubeRotateRollNeg
source: Rotate block roll -
de: Rotieren: Rollen -

# ControlName_CubeRotateRollPos
source: Rotate block roll +
de: Rotieren: Rollen +

# ControlName_Slot0
source: Unequip
de: Nicht mehr ausrüsten

# ControlName_Slot1
source: Equip item from slot 1
de: Ausrüsten: Slot 1

# ControlName_Slot2
source: Equip item from slot 2
de: Ausrüsten: Slot 2

# ControlName_Slot3
source: Equip item from slot 3
de: Ausrüsten: Slot 3

# ControlName_Slot4
source: Equip item from slot 4
de: Ausrüsten: Slot 4

# ControlName_Slot5
source: Equip item from slot 5
de: Ausrüsten: Slot 5

# ControlName_Slot6
source: Equip item from slot 6
de: Ausrüsten: Slot 6

# ControlName_Slot7
source: Equip item from slot 7
de: Ausrüsten: Slot 7

# ControlName_Slot8
source: Equip item from slot 8
de: Ausrüsten: Slot 8

# ControlName_Slot9
source: Equip item from slot 9
de: Ausrüsten: Slot 9

# MessageBoxTextAreYouSureYouWantToQuickLoad
source: Are you sure you want to quick-load?
de: Sind Sie sicher, dass Sie Schnellladen wollen?

# MessageBoxTextAreYouSureYouWantToQuickSave
source: Are you sure you want to quick-save?
de: Sind Sie sicher, dass Sie Schnellspeichern wollen?

# ControlName_ToolbarConfig
source: Toolbar config
de: Werkzeugleiste konfig.

# ToolbarItem_Tooltip_RemoveFromToolbar
source: [KEY:SecondaryClick] to remove from the toolbar.
de: Rechtsklick zum entfernen

# ControlName_HoldToLookAround
source: Hold to look around
de: Taste halten, für Frei-Umsicht

# ControlName_HoldToSprint
source: Hold to sprint
de: Halten zum Sprinten

source: Loading, please wait
de: Lädt ... bitte warten

# NoPlaceToCreateGrid
source: There's no place to create a new block. Point your view to an empty space.
de: Dort ist kein Platz! Richte deinen Blick auf eine leere Fläche.

# ControlName_HudOnOff
source: HUD on / off
de: HUD an/aus

# ScreenCubeBuilderHint
source: Hint: Drag an icon to a toolbar slot and activate by a numeric key
de: Hinweis: Ziehe ein Symbol in einen Slot in der Werkzeugleiste und aktiviere es mit einer Nummern-Taste

source: Saved
de: Gespeichert

source: Hide weapon
de: Verstecke Waffe

source: Thrust
de: Schub

# SomeWorldFilesCouldNotBeLoaded
source: One of the world/save files is corrupted and can't be loaded. See log for details.
de: Eine der Welt/Speicher Dateien ist korrumpiert und kann nicht geladen werden. Details in der Log-Datei.

# WorldFileIsCorruptedAndCouldNotBeLoaded
source: There was an error loading your world. For more information, look at the log file.
de: Es gab einen Fehler beim Laden Ihrer Welt. Mehr Informationen im Fehlerprotokoll.

# WorldLoad_Error_IncompatibleMods
source: Some mods are not compatible with each other or the base game. Try removing any any recently added/updated mods.
de: Einige Mods sind untereinander oder mit dem Hauptspiel nicht kompatibel. Versuchen Sie, neue oder kürzlich aktualisierte Mods zu entfernen.

# ToolTipVideoOptionsVideoAdapter
source: Select a graphic adapter and/or a monitor. Changing the adapter requires restart of the game.
de: Wähle eine Grafikkarte und oder einen Monitor. Ein Wechsel benötigt einen Neustart des Spieles.

# ToolTipVideoOptionsVideoMode
source: Select a screen resolution. We recommend using an aspect ratio compatible with your monitor. If the game doesn't run smoothly, decrease your screen resolution.
de: Wähle eine Bildschirm-Auflösung. Wir empfehlen ein mit deinem Monitor kompatibles Seitenverhältnis. Wenn das Spiel nicht sauber läuft, senke die Auflösung.

# ToolTipVideoOptionsCaptureMouse
source: Whether the cursor should be captured by the game window (for Windowed and Fullscreen Window modes).
de: Kontrolliert, ob die Maus auf dem Anzeigebildschirm dem Spiels gehalten wird (für Fenster- und Randloser Fenstermodus).

# ToolTipVideoOptionsVerticalSync
source: The game will synchronize with the refresh rate of the monitor. We recommend to turn it off.
de: Das Spiel synchronisiert sich mit der Bildwiederholungsrate des Monitors. Wir empfehlen, diese Einstellung zu deaktivieren.

# ToolTipVideoOptionsFieldOfView
source: Horizontal field of view angle
de: Horizontaler Sichtfeldwinkel

# WorldNotSaved
source: World '{0}' failed to save. This can be caused by running out of memory or problems when writing files. Working on this world any longer may result in loss of progress. You can check log file to find out more about what caused this error.
de: Welt '{0}' konnte nicht gespeichert werden. Das kann durch ein Speicherplatzproblem beim Schreiben der Daten hervorgerufen werden. Weiter an dieser Welt zu arbeiten könnte in Datenverlust enden. Beachten sie das Fehlerprotokoll um mehr über den Fehler herauszufinden.

# NotificationMemoryOverload
source: Not enough memory to add new objects
de: Nicht genug Speicherplatz um mehr Objekte zu platzieren

# BetterGCIsAvailable
source: We have detected a better graphics card in your computer than the one the game currently runs on. Please check your settings in display options. Restart the game after changing adapters.
de: Wir haben eine bessere Grafikkarte entdeckt, als die, die momentan genutzt wird. Überprüfen Sie die NVIDIA/AMD Control Panel Einstellungen.

# MessageBoxCaptionWarning
source: WARNING
de: WARNUNG

# MessageBoxModsMismatch
source: The following list of mods are not compatible with your game version. Would you like to load them anyway?
de: Die folgenden Mods sind ggf. nicht kompatibel mit der momentanen Spieleversion:

# MessageBoxModsLoadAnyway
source: Loading the world with these mods may result in unpredictable behavior and the world may not load at all. Do you want to try loading the world anyway?
de: Das Laden der Welt mit diesen Mods kann zu unvorhersehbarem Verhalten führen. Trotzdem laden?

# MessageBoxTextOpenBrowser
source: This will open {0} in your internet browser. The game will keep running. Do you want to continue?
de: Das öffnet {0} in Ihrem Internetbrowser. Das Spiel läuft solange im Hintergrund. Fortfahren?

source: Loaded
de: Geladen

# MessageBoxTextNoSavedWorlds
source: There are no saved worlds yet. Please start by creating a new world.
de: Es gibt noch keine gespeicherten Welten. Beginne mit einer neuen Welt.

# MessageBoxCaptionVideoTutorial
source: Video Tutorial
de: Tutorial-Video

# MessageBoxTextSaveChangesBeforeExit
source: Save changes before quitting?
de: Änderungen vorm Verlassen speichern?

# ErrorNameAlreadyExists
source: Name is already used. Please choose a different name.
de: Name existiert bereits. Bitte nutze einen anderen Namen.

# NotificationBuildingFormat
source: Press {0} to place cube
de: Drücke {0}, um den Block zu platzieren

# NotificationColorFormat
source: Press {0} or {1} to change color. Hold {2} to apply color. Hold {3} or {4} to increase brush size.
de: Drücke {0} oder {1} um die Farbe zu ändern. Halte {2} um die Farbe aufzutragen. Halte {3} oder {4} um die Pinselgröße einzustellen.

# NotificationHideHintsInGameOptions
source: You can hide these hints in Game Options
de: Du kannst diese Hinweise in den Spieleinstellungen verstecken.

# NotificationHudHideFormat
source: Press {0} to hide/unhide the HUD
de: Drücke {0}, um die HUD zu verstecken/anzuzeigen

# NotificationRotationFormat
source: Press {0}, {1}, {2}, {3}, {4}, {5} to rotate
de: Drücke {0}, {1}, {2}, {3}, {4}, {5} zum Rotieren

# NotificationScreenFormat
source: Press {0} to configure toolbar or create new objects
de: Drücke {0}, um die Werkzeugleiste zu konfigurieren oder neue Objekte zu erschaffen

# NotificationSlotEquipFormat
source: Press {0}, {1}, {2}, ... to equip from slot
de: Drücke {0}, {1}, {2}.. usw. um vom jeweiligen Slot aus zu rüsten

# NotificationToolDisabled
source: This tool/weapon is disabled
de: Dieses Werkzeug/Waffe ist deaktiviert.

# NotificationUnlimitedBuildingFormat
source: Press {0} to add block, press {1} to remove block. Hold {2} to build fast
de: Drücke {0}, um einen Block zu platzieren, {1} um ihn zu entfernen. Halte {2} um schnell zu bauen.

# ControlDescQuickLoad
source: Quick Load
de: Schnelladen

# ControlDescQuickSave
source: Quick Save
de: Schnellspeichern

# ScreenCubeBuilderBuildingBlocks
source: Tab content:
de: Inhalt

# ScreenCubeBuilderCreativeMode
source: Creative mode
de: Kreativmodus

# ScreenCubeBuilderSubtitle
source: Configure your toolbar (assign building blocks, tools and weapons)
de: Konfiguriere die Werkzeugleiste (weise Blöcke, Werkzeuge oder Waffen zu)

# ScreenCubeBuilderToolbar
source: Toolbar
de: Werkzeugleiste

# ScreenCubeBuilderToolbarConfig
source: Toolbar Config
de: Werkzeugleiste bearbeiten

# SteamOverlayDisabledCaption
source: Steam Overlay is disabled
de: Steam Overlay ist deaktiviert

# LoadScreenButtonPublish
source: Publish
de: Veröffentlichen

# MessageBoxTextWorldPublished
source: Publish has been completed successfully. If you have Steam Overlay enabled, a page will open and you can edit attributes such as title, description or visibility (it is public by default).
de: Die Veröffentlichung war erfolgreich. Wenn du "Steam Overlay" aktiviert hast, wird sich eine Seite öffnen, auf welcher du Dinge wie Titel, Beschreibung oder Sichtbarkeit (ist öffentlich in der Grundeinstellung) ändern kannst.

# MessageBoxTextWorldPublishFailed
source: Failed to publish on Steam Workshop
de: Veröffentlichung im Steam-Workshop fehlgeschlagen

# MessageBoxTextModPublished
source: Publish has been completed successfully. If you have Steam Overlay enabled, a page will open and you can edit attributes such as title, description or visibility (it is public by default).
de: Veröffentlichung erfolgreich. Wenn Sie das Steam Overlay aktiviert haben, wird eine Seite geöffnet, auf der Sie z.B. Titel, Beschreibung, Sichtbarkeit (Standardmäßig: Öffentlich) etc. bearbeiten können.

# MessageBoxTextModPublishFailed
source: Failed to publish on Steam Workshop
de: Veröffentlichung im Steam Workshop fehlgeschlagen

# ProgressTextPublishingWorld
source: Publishing ... please wait.
de: Veröffentlichen ... bitte warten
