Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/Common/MyCommonTexts.*.resx
Languages: de

# ScreenMods_ActiveMods
source: Active mods
de: Aktive Mods

# ScreenMods_AvailableMods
source: Available mods
de: Verfügbare Mods

# ScreenMods_IncompatibleMod_Tooltip
source: Mod is not compatible with this version of the game.
de: Diese Mod ist nicht kompatibel mit der Version des Spiels

# ToolTipScreenMods_MoveLeft
source: Deactivate mod
de: Mod deaktivieren

# ToolTipScreenMods_MoveLeftAll
source: Deactivate all mods
de: Alle Mods deaktivieren

# ToolTipScreenMods_MoveRight
source: Activate mod
de: Mod aktivieren

# ToolTipScreenMods_MoveRightAll
source: Activate all mods
de: Alle Mods aktivieren

# WorldSettings_Advanced
source: Advanced
de: Erweitert

# ToolTipWorkshopRefreshMod
source: Refresh the list of subscribed mods
de: Aktualisiere die Liste der Abonnierten Mods

# JoinGame_SearchLabel
source: Search game
de: Spiel suchen

# ProgressTextDownloadingMods
source: Downloading mod
de: Mod herunterladen

# NotificationClientCannotSave
source: Client saving is disabled on this server
de: Das Speichern durch den Client ist auf diesem Server deaktiviert

# ToolTipScreenMods_MoveDown
source: Move mod down
de: Bewege Mod runter

# ToolTipScreenMods_MoveUp
source: Move mod up
de: Bewege Mod hoch

# ToolTipScreenMods_MoveBottom
source: Move mod to bottom
de: Mod zum Ende

# ToolTipScreenMods_MoveTop
source: Move mod to top
de: Mod zum Anfang

# MessageBoxTextCannotCreateGroup
source: You cannot create group with blocks you don't have access rights to.
de: Du kannst keine Gruppe mit Blöcken erstellen, zu denen du keine Zugangsrechte hast.

# MessageBoxTextCannotDeleteGroup
source: You cannot delete group with blocks you don't have access rights to.
de: Du kannst keine Gruppe mit Blöcken löschen, zu denen du keine Zugangsrechte hast.

# MessageBoxTextYouHaveBeenKickedFromFaction
source: You have been kicked from the faction.
de: Du wurdest aus der Fraktion ausgeschlossen.

# MessageBoxTextYouHaveBeenAcceptedToFaction
source: You have been accepted to faction.
de: Du wurdest in die Fraktion aufgenommen.

# ControlName_ToolbarDown
source: Previous toolbar
de: Vorherige Werkzeugleiste

# ControlName_ToolbarUp
source: Next toolbar
de: Nächste Werkzeugleiste

# DialogTextDownloadModsFailed
source: Downloading mods has failed! Please check mods in world settings.
de: Das Herunterladen der Mods ist fehlgeschlagen! Überprüfen Sie die Welteinstellungen.

# DialogTextDownloadModsFailedSteamOffline
source: Steam is offline. Please try to change world settings to offline and load the world again.
de: Steam ist offline. Versuchen Sie, die Welt in den Welteinstellungen auf Offline zu stellen und laden Sie die Welt erneut.

# ProgressTextCheckingMods
source: Checking for mod updates ... please wait.
de: Überprüfe, ob Modaktualisierungen vorliegen ... bitte warten

# ScreenDebugOfficial_Caption
source: Debug draw
de: Debug-Bildschirm

# ScreenDebugOfficial_EnableDebugDraw
source: Enable debug draw
de: Debug-Bildschirm anzeigen

# ScreenDebugOfficial_ErrorLogCaption
source: Loading error log:
de: Lade Fehlerbericht:

# ScreenDebugOfficial_ModelDummies
source: Model dummies
de: Model-Attrappen

# ScreenDebugOfficial_MountPoints
source: Mount points
de: Befestigungspunkte

# ScreenDebugOfficial_NoErrorText
source: There were no loading errors
de: Es liegen keine Ladefehler vor

# ScreenDebugOfficial_PhysicsPrimitives
source: Physics primitives
de: Physikalische Primitive

# ScreenDebugOfficial_OpenErrorLog
source: Open in new window
de: In neuem Fenster öffnen

# ScreenDebugOfficial_ReloadTextures
source: Reload textures
de: Texturen neu laden

# DialogTextLocalModsDisabledInMultiplayer
source: Local mods are not allowed in multiplayer. Use workshop mods instead.
de: Lokale Mods sind nicht erlaubt im Mehrspielermodus. Benutze stattdessen Workshop Mods.

# ScreenMods_LocalMod
source: Local mod
de: Lokale Mod

# ScreenMods_MissingDetails
source: Could not retrieve mod details from Steam
de: Konnte keine Moddetails von Steam abrufen

# ScreenMods_MissingLocalMod
source: Missing local mod
de: Es fehlt eine lokale Mod

# ScreenDebugOfficial_ReloadModels
source: Reload models
de: Modelle neu laden

# ScreenDebugOfficial_CopyErrorLogToClipboard
source: Copy log to system clipboard
de: Fehlerprotokoll zur Zwischenablage kopieren.

# NotificationLeavingWorld_Creative
source: Warning: All ships will be removed in {0:F1} meters!
de: Warnung: Alle Objekte in {0:F1} m Umkreis werden entfernt.

# PlayerCharacterModel
source: Player model
de: Spieler-Modell

# NotificationHintPressToUse
source: Press {0} to use {1}
de: Drücke {0}, um {1} zu benutzen

# JoinGame_SelectServerToShowModList
source: Select server to show mod list
de: Wähle den Server aus, um eine Liste der Mods zu erhalten

# ScreenMods_SearchLabel
source: Search
de: Suche

# JoinGame_BadModsListResponse
source: Could not get mod list from the server
de: Eine Liste der Mods auf dem Server konnte nicht abgerufen werden.

source: Hud Warnings
de: HUD-Warnungen

# DialogTextIncompatibleWorldVersion
source: This world cannot be loaded. It has been created in a newer version of the game or in a different branch of the game. You can change the branch, before launching the game, in game properties.
de: Diese Welt kann nicht geladen werden. Sie wurde mit einer neueren oder älteren Version des Spiels erstellt. Sie können die Version vor Spielstart in den Eigenschaften ändern.

# MessageBoxTextPublishFailed_AccessDenied
source: This workshop item does not seem to belong to you. Make sure you are logged in with the right account.
de: Dieses Workshop Objekt gehört nicht Ihnen. Stellen Sie sicher, dass Sie mit dem richtigen Account angemeldet sind.

# ScreenDebugOfficial_SavePrefab
source: Export clipboard to file
de: Zwischenablage zu Datei exportieren

# AddNewNPC
source: Add New Enemy Identity
de: Neue Feind-Instanz hinzufügen

# DisplayName_BlueprintClass_Tools
source: Tools
de: Werkzeuge

# ScreenCaptionWorkshopTags
source: Select tags
de: Tags auswählen

# WorkshopTag_Animation
source: Animation
de: Animationen

# WorkshopTag_Block
source: Block
de: Blöcke

# WorkshopTag_Character
source: Character
de: Charakter

# WorkshopTag_Other
source: Other
de: Andere

# WorkshopTag_Skybox
source: Skybox
de: Himmel

# MessageBoxTextPublishFailed_OwnerMismatchMod
source: Could not update because you are not the owner of this mod.
de: Mod konnte nicht aktualiesiert werden, da Sie nicht der Besitzer sind.

# MessageBoxErrorModLoadingFailure
source: Some mods were not loaded because of errors. See log file for details or run the game in single player to access the mod debug screen.
de: Einige Mods wurden aufgrund von Fehlern nicht geladen. Mehr Informationen im Fehlerprotokoll oder starten Sie die Mod im Einzelspieldermodus, um Zugriff zum Debug-Bildschirm zu erhalten.

# WorkshopTag_ModPack
source: Modpack
de: ModPaket

# ScreenCubeBuilderBlockCategories
source: Categories:
de: Kategorien:

# ScreenCubeBuilderBlockSearch
source: Search:
de: Suche:

# ControlDescCopyPasteMove
source: Move pasted object
de: Eingefügtes Objekt bewegen

# WorkshopTag_Script
source: Script
de: Skript

# NotificationCopyPasteBlockNotAvailable
source: Some blocks in the pasted grid are not available in this world
de: Einige Blöcke des eingefügten Objekts sind in dieser Welt nicht verfügbar

# ConvertingObjs
source: Converting models. Please wait.
de: Konvertiere Modelle, bitte warten.

# ConvertToObjDone
source: All models converted.
de: Alle Modelle konvertiert

# ExportingToObj
source: Exporting model. Please wait.
de: Exportiere Modelle, bitte warten.

# MessageBoxTextDoYouWantToPasteGridWithMissingBlocks
source: Pasted blueprint contains some blocks that are not available in this world. These blocks will not be pasted, which could possibly cause the blueprint to split. Do you really want to paste this blueprint?
de: Einige Blöcke der eingefügten Blaupause sind in dieser Welt nicht verfügbar. Diese Blöcke werden nicht eingefügt, was dazu führen kann, dass das Objekt auseinanderfällt. Willst du die Blaupause trotzdem einfügen?

# NotificationCopyPasteFloatingObjectNotAvailable
source: Item is not available in this world
de: Gegenstand ist in dieser Welt nicht verfügbar

# ShipWelder_HelpOthers
source: Help Others
de: Hilf anderen

# PlacingObjectsToScene
source: Placing objects to world. Please wait.
de: Platziere Objekte in der Welt. Bitte Warten.

# ControlTypeSystems3
source: Systems 3
de: Systeme 3

# NotificationSwitchedToWeapon
source: Switched to weapon: {0}
de: Wechsel zu Waffe: {0}

# Thrust_Back
source: Backward
de: Zurück

# Thrust_Down
source: Down
de: Runter

# Thrust_Forward
source: Forward
de: Vorwärts

# Thrust_Left
source: Left
de: Links

# Thrust_Right
source: Right
de: Rechts

# Thrust_Up
source: Up
de: Hoch

# SelectBlueprint
source: Select
de: Auswählen

source: Available Blueprints
de: Verfügbare Blaupausen

# VoxelHandProperty_Box_Width
source: Width
de: Breite

# VoxelHandProperty_Box_Depth
source: Depth
de: Tiefe

# VoxelHandProperty_Box_Height
source: Height
de: Höhe

# VoxelHandSettingScreen_HandDistance
source: Distance
de: Distanz

# VoxelHandSettingScreen_HandSettings
source: Brush Settings
de: Pinsel-Einstellungen

# VoxelHandSettingScreen_HandTransparency
source: Transparency
de: Transparenz

# VoxelHandSettingScreen_ShapeSettings
source: Shape Settings
de: Form-Einstellungen

# VoxelHandProperty_Capsule_Length
source: Length
de: Länge

# ExportToObjModded
source: Model contains modded blocks. Only models with default blocks can be exported.
de: Modell beinhaltet modifizierte Blöcke. Nur Modelle aus Standard-Blöcken können exportiert werden.

# VoxelHandSettingScreen_HandSnapToVoxel
source: Snap to voxel grid
de: Voxel am Gitter einschnappen

# VoxelHandSettingScreen_FreezePhysics
source: Freeze Physics
de: Physik einfrieren

# VoxelHandProperty_AutoLevel_Area
source: Area
de: Bereich

# VoxelHandProperty_AutoLevel_Axis
source: Choose axis
de: Wähle Achse

# VoxelHandProperty_AutoLevel_AxisX
source: X axis
de: X-Achse

# VoxelHandProperty_AutoLevel_AxisY
source: Y axis
de: Y-Achse

# VoxelHandProperty_AutoLevel_AxisZ
source: Z axis
de: Z-Achse

# NotificationNewFactionChatMessage
source: New message in {0} faction chat
de: Neue Nachricht im {0} Fraktionschat

# NotificationNewGlobalChatMessage
source: New global chat message
de: Neue globale Chatnachricht

# NotificationNewPlayerChatMessage
source: New message from {0}
de: Neue Nachricht von {0}

# ErrorDescriptionTooLong
source: Description is too long (max 8000 characters allowed)
de: Beschreibung ist zu lang (maximal 8000 Zeichen erlaubt)

source: Description
de: Beschreibung

# VoxelHandSettingScreen_HandProjectToVoxel
source: Project to voxel
de: Auf Voxel projizieren

# ControlDescNextVoxelMaterial
source: Next voxel material
de: Nächstes Voxel-Material

# ControlDescOpenVoxelHandSettings
source: Open voxel hand settings
de: Voxelhand-Einstellungen öffnen

# ControlDescPreviousVoxelMaterial
source: Previous voxel material
de: Vorheriges Voxel-Material

# BlueprintsMessageBoxDesc_Replace
source: Are you sure you want to replace this blueprint with clipboard?
de: Bist du sicher, dass du diese Blaupause mit dem Inhalt der Zwischenablage überschreiben willst?

# BlueprintsMessageBoxTitle_Replace
source: Replace
de: Ersetzen

# NotificationTextPanelReadOnly
source: Text panel is read-only
de: Text Panel ist schreibgeschützt

# MessageBoxTextTooLongText
source: Text is too long. Do you want to truncate it?
de: Text ist zu lang. Willst du ihn kürzen?

# ControlDescExportModel
source: Export model
de: Modell exportieren

# VoxelHandSettingScreen_HandShowGizmos
source: Show bounding box
de: Kollisionsbox anzeigen

# MessageBoxTextOpenUrlOverlayNotEnabled
source: This will open {0} in your internet browser, because Steam Overlay is either disabled or failed to open. The game will keep running. Do you want to continue?
de: Dies wird {0} in deinem Internet Browser öffnen, da Steam Overlay deaktiviert ist / nicht reagiert. Das Spiel wird im hintergrund weiter ausgeführt werden. Fortsetzen?

# NotificationRotationFormatCombined
source: Press {0} to rotate the block
de: Drücke {0}, um den Block zu rotieren.

# NotificationCompoundBuildingFormat
source: Press {0} or {1} to toggle compound building
de: Drücke {0} oder {1}, um den Multiblock-Modus umzuschalten

# NotificationSwitchBuildingModeFormat
source: Press {0} to toggle dynamic building
de: Drücke {0}, um den dynamischen Bau-Modus umzuschalten

# ControlName_SwitchWalk
source: Toggle walking
de: Gehen umschalten

# JoinGame_TabTitle_Favorites
source: Favorites
de: Favoriten

# JoinGame_TabTitle_History
source: History
de: Verlauf

# JoinGame_Favorites_Add
source: Add server to favorites
de: Server zu Favoriten hinzufügen

# JoinGame_Favorites_Remove
source: Remove server from favorites
de: Server von Favoriten entfernen

# ControlName_VoxelHandSettings
source: Open voxel hand settings
de: Öffne die Voxel Hand Einstellungen

# NotificationVoxelHandHintFormat
source: Press {0} to open voxel hand settings
de: Drücke {0}, um die Voxelhand-Einstellungen zu öffnen

# NotificationVoxelMaterialFormat
source: Press {0} or {1} to change voxel material
de: Drücke {0} oder {1}, um das Voxel-Material zu ändern

# BotSettingsScreen_EnableBotsDebugging
source: Enable bots debugging
de: Aktivere Bot-Debug

# BotSettingsScreen_NextBot
source: Next bot
de: Nächster Bot

# BotSettingsScreen_PreviousBot
source: Previous bot
de: Vorheriger Bot

# BotSettingsScreen_Title
source: Bots settings
de: Bot-Einstellungen

# ScreenDebugOfficial_BotSettings
source: Bots settings
de: Bot Einstellungen

# ReportBug
source: Report a Bug
de: Einen Fehler melden

# ControlName_ToolbarNextItem
source: Next toolbar item
de: Nächster Werkzeugleisten Gegenstand

# ControlName_ToolbarPreviousItem
source: Previous toolbar item
de: Vorheriger Werkzeugleisten Gegenstand

# ControlTypeToolsOrWeapons2
source: Tools / Weapons 2
de: Werkzeuge / Waffen 2

# ControlName_BuildMode
source: Build mode
de: Bau-Modus

# ScreenControlMenu_Title
source: Control menu
de: Steuerungsmenü

# ControlName_ControlMenu
source: Open control menu
de: Öffne Steuerungs-Menü

# ControlMenuItemValue_Off
source: Off
de: Aus

# ControlMenuItemValue_On
source: On
de: An

# ControlMenuItemLabel_CameraMode
source: Camera mode
de: Kamera Modus

# ControlMenuItemValue_FPP
source: FPP
de: Egoperspektive

# ControlMenuItemValue_TPP
source: TPP
de: Dritte Person

# ControlMenuItemLabel_CommitSuicide
source: Respawn
de: Selbstmord

# ControlMenuItemLabel_QuickLoad
source: Quick load / reconnect
de: Schnellladen / Neu verbinden

# ControlMenuItemLabel_ShowColorPicker
source: Show color picker
de: Farbwahl öffnen

# ControlMenuItemLabel_ShowToolbarScreen
source: Show toolbar screen
de: Zeige Werkzeugbildschirm

# ControlMenuItemLabel_ToggleHud
source: Toggle HUD
de: HUD an/aus

# ControlMenuItemLabel_PauseGame
source: Pause game
de: Spiel pausieren

# MessageBoxTextErrorFeatureNotAvailableYet
source: Feature is not available yet
de: Feature ist noch nicht verfügbar

# NotificationMaximumNumberBots
source: Maximum number of bots has been reached
de: Maximale Anzahl an Bots wurde erreicht

# Hud_BuildMode
source: Build mode
de: Bau Modus

# NotificationJoystickCompoundBuildingFormat
source: Press {0} to toggle compound building
de: Drücke {0}, um den Multiblock-Modus umzuschalten

# NotificationJoystickControlMenuFormat
source: Press {0} to access control menu
de: Drücke {0}, um das Steuerungs-Menü zu öffnen

# NotificationJoystickMenus
source: In order to show help or modify toolbar, open control menu
de: Um Hilfe anzuzeigen oder die Werkzeugleiste zu ändern, öffne das Steuerungs-Menü

# NotificationJoystickSlotEquipFormat
source: Press {0} or {1} to select toolbar slots
de: Drücken Sie {0} oder {1} um einen Werzeugleistenslot auszuwählen

# NotificationJoystickUnlimitedBuildingFormat
source: Press {0} to add block, press {1} to remove block
de: Drücke {0}, um einen Block zu setzen, drücke {1}, um ihn zu entfernen

# NotificationJoystickVoxelMaterialFormat
source: Press {0} to change voxel material
de: Drücke {0}, um das Voxel-Material zu ändern

# Notification_GameplayOptions
source: Press {0} to change Gameplay Options
de: Drücke {0} um Spieleoptionen zu verändern

# ControlMenuItemLabel_Wardrobe
source: Change appearance
de: Aussehen verändern

# NotificationHintJoystickPressToOpenInventory
source: Access control menu to open inventory of {0}
de: Öffne das Steuerungs-Menü, um das Inventar von {0} zu öffnen

# NotificationHintPressToOpenBuildMode
source: Press {0} to enter build mode
de: Drücke {0} um den Bau-Modus einzuschalten

# WorldSettings_Physics
source: Physics
de: Physik

# WorldSettings_Physics_Fast
source: Fast
de: Schnell

# WorldSettings_Physics_Precise
source: Precise
de: Präzise

# ScreenCaptionGraphicsOptions
source: Graphics Options
de: Grafik-Optionen

# ScreenGraphicsOptions_AnisotropicFiltering
source: Anisotropic filtering
de: Anisotropischer Filter

# TooltipScreenGraphicsOptions_AnisotropicFiltering
source: A higher level of filtering increases the quality of texture rendering.
de: Ein höheres Filter-Level erhöht die Qualität der Texturen-Berechnung.

# ScreenGraphicsOptions_AnisotropicFiltering_Off
source: Off
de: Aus

# ScreenGraphicsOptions_AntiAliasing
source: Anti-aliasing
de: Kantenglättung

# TooltipScreenGraphicsOptions_AntiAliasing
source: Choose an anti-aliasing method to smooth jagged edges and textures.
de: Wähle eine Anti-Aliasing Methode, um Kanten und Texturen zu glätten

# ScreenGraphicsOptions_AntiAliasing_None
source: None
de: Kein

# ScreenGraphicsOptions_FoliageDetails
source: Foliage details
de: Vegetation

# ScreenGraphicsOptions_FoliageDetails_Disabled
source: Disabled
de: Deaktiviert

# ScreenGraphicsOptions_FoliageDetails_High
source: High
de: Hoch

# ScreenGraphicsOptions_FoliageDetails_Low
source: Low
de: Niedrig

# ScreenGraphicsOptions_FoliageDetails_Medium
source: Medium
de: Mittel

# ScreenGraphicsOptions_QualityPreset
source: Quality preset
de: Qualitätsvoreinstellungen

# TooltipScreenGraphicsOptions_QualityPreset
source: Choose a preset for faster configuration of settings or to use as a starting point.
de: Wähle eine Voreinstellung für eine schnelle Konfiguration der Einstellungen, oder um einen Ausgangspunkt bei der manuellen Einstellung zu bekommen.

# ScreenGraphicsOptions_QualityPreset_Custom
source: Custom
de: Benutzerdefiniert

# ScreenGraphicsOptions_QualityPreset_High
source: High
de: Hoch

# ScreenGraphicsOptions_QualityPreset_Low
source: Low
de: Niedrig

# ScreenGraphicsOptions_QualityPreset_Medium
source: Medium
de: Mittel

# ScreenGraphicsOptions_TextureQuality
source: Texture quality
de: Texturen

# TooltipScreenGraphicsOptions_TextureQuality
source: Choose the general quality of textures in the game.
de: Wählt die allgemeine Qualität der Texturen.

# ScreenGraphicsOptions_TextureQuality_High
source: High
de: Hoch

# ScreenGraphicsOptions_TextureQuality_Low
source: Low
de: Niedrig

# ScreenGraphicsOptions_TextureQuality_Medium
source: Medium
de: Mittel

# ControlName_VoiceChat
source: Push-to-talk voice chat
de: Push to talk Sprachchat

# ControlName_CubeSizeMode
source: Cube size toggle button
de: Blockgrößen Umschalten

source: Enable voice chat
de: Sprachchat aktivieren

# TooltipEnableVoiceChat
source: Enables in-game voice chat. Chat is proximity based, meaning the closer you are to another player the louder your voice will sound. Press F3 in multiplayer games to control player muting.
de: VoIP aktivieren. Sprachübertragung ist abhängig von der Entfernung zu anderen Spielern, d.h. je näher desto lauter. Drücke F3 in Mehrspielerpartien um Spieler stumm zu schalten.

# WorldSettings_VegetationDistance
source: Vegetation view distance
de: Vegetations-Sichtweite

# TooltipWorldSettings_VegetationDistance
source: Set the maximum distance to render grass, trees, bushes and other vegetation.
de: Maximale Reichweite, in der Gras, Bäume, Büsche usw dargestellt werden. Evtl musst du deinen Charakter bewegen, bevor eine Änderung dieser Einstellung wirksam wird.

# WorldSettings_GrassDensity
source: Grass density
de: Gras-Dichte

# TooltipWorldSettings_GrassDensity
source: Choose a value for the density of grass. Grass density and foliage detail must both be enabled for grass.
de: Wählt einen Wert für die Dichte des Grases. Gras-Dichte und Vegetation müssen aktiviert sein, um Gras anzuzeigen.

# MessageBoxTextGuideQuestion
source: Do you want to start by watching the video tutorial? Remember: you can always come back by clicking "Tutorials" in the "Help" screen (press F1).
de: Wollen Sie beginnen, indem Sie das Video Tutorial sehen? Erinnerung: Sie können jederzeit mit F1 in das Hilfe Menü und dort auf "Tutorials", um das Video erneute anzusehen.

# NotificationIncompleteGrid
source: You can place only completely constructed and undamaged blocks in the inventory
de: Du kannst nur komplette oder unbeschädigte Blöcke in deinem Inventar ablegen

# ScreenPlayers_Muted
source: Muted
de: Stummgeschaltet

source: Voice chat volume
de: Sprachchat Lautstärke

# JoinGame_ColumnTitle_RemainingTime
source: Time remaining
de: Verbleibende Zeit

# JoinGame_Waiting
source: Waiting
de: Warten

# MultiplayerErrorSessionEnded
source: The game session has ended. Feel free to join another one.
de: Das Spiel ist zu ende. Du kannst nun einem anderen beitreten, wenn du willst.

# ScreenDebugAdminMenu_EnableAdminMode
source: Enable creative mode tools
de: Kreativ-Modus Tools aktivieren

# ScreenPlayers_Demote
source: Demote
de: Degradieren

# ScreenPlayers_Promote
source: Promote
de: Befördern

# ScreenDebugAdminMenu_RemoveTrash
source: Remove trash
de: "Abfall" entfernen

# ScreenDebugAdminMenu_StopTrash
source: Stop trash
de: "Abfall" stoppen

# ScreenDebugAdminMenu_NumberOfLocalTrash
source: Local trash count: {0}
de: Abfall-Zähler: {0}

# ScreenDebugAdminMenu_TrashRemoval
source: Trash Removal Settings
de: In Abfall-Entfernung einschließen

# ScreenDebugAdminMenu_ShowTrashAdminView
source: Show trash information
de: Abfall-Infos zeigen

# ScreenDebugAdminMenu_ReplicateEverything
source: Simulate all Locally
de: Alles lokal simulieren

# ScreenDebugAdminMenu_CurrentValue
source: Current value: {0}
de: Aktueller Wert: {0}

# ScreenDebugAdminMenu_CycleObjects
source: Cycle objects
de: Objekte durchwechseln

# ScreenDebugAdminMenu_Next
source: Next
de: Nächstes

# ScreenDebugAdminMenu_Previous
source: Previous
de: Vorherige

# ScreenDebugAdminMenu_First
source: First
de: Erstes

# ScreenDebugAdminMenu_Remove
source: Remove
de: Entfernen

# ScreenDebugAdminMenu_Stop
source: Stop
de: Stoppen

# ScreenDebugAdminMenu_RemoveFloating
source: Remove floating objects
de: Schwebende Objekte entfernen

# DisplayName_Flammables
source: Flammables
de: Entflammbares

# MessageBoxErrorFactionsTag
source: House tag must be exactly 3 characters long.
de: Fraktionskürzel muss genau 3 Zeichen lang sein

# Multiplayer_LastMsg
source: No message received from server for {0} seconds.
de: Keine Nachricht vom Server erhalten seit {0} Sekunden.

# NPCIdentityAdded
source: Identity {0} was added
de: Identität {0} hinzugefügt

# WorldSettings_GameMode
source: Game Mode
de: Spiel Modus

# ScreenDebugAdminMenu_LargeGrids
source: Find only large grids
de: Nur große Objekte finden

# ScreenDebugAdminMenu_SmallGrids
source: Find only small grids
de: Nur kleine Objekte finden

# BlockPropertiesText_Type
source: Type:
de: Typ:

# DetailLargeGrid
source: Large Grid
de: großes Objekt

# DetailSmallGrid
source: Small Grid
de: kleines Objekt

# DetailStaticGrid
source: Static Grid
de: statisches Objekt

# ScreenOptionsGame_ReleasingAltResetsCamera
source: Releasing alt resets camera
de: Alt loslassen setzt Kamera zurück
