Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/Common/MyCommonTexts.*.resx
Languages: de

# ProgressTextUploadingWorld
source: Uploading ... please wait.
de: Hochladen ... bitte warten

# ScreenMenuButtonSubscribedWorlds
source: Workshop
de: Abonnierte Welten

# ProgressTextCreatingWorld
source: Creating world ... please wait.
de: Erstelle Welt ... bitte warten

# ScreenCaptionWorkshopWorlds
source: Workshop Worlds
de: Workshop Welten

# ScreenMenuButtonRecommend
source: Recommend
de: Empfohlen

# MessageBoxCaptionWorldPublished
source: WORLD PUBLISHED
de: WELT VERÖFFENTLICHT

# MessageBoxCaptionWorldPublishFailed
source: WORLD PUBLISH FAILED
de: WELT VERÖFFENLICHUNG FEHLGESCHLAGEN

# MessageBoxCaptionModPublished
source: MOD PUBLISHED
de: MOD VERÖFFENTLICHT

# MessageBoxCaptionModPublishFailed
source: MOD PUBLISH FAILED
de: MOD VERÖFFENTLICHUNG FEHLGESCHLAGEN

# ScreenLoadSubscribedWorldCopyAndLoad
source: Copy & Load
de: Kopieren & laden

# LoadScreenButtonTooltipPublish
source: Publish selected world on Steam Workshop
de: Ausgewählte Welt im Steam Workshop veröffentlichen.

# ToolTipMenuSubscribedWorlds
source: View a list of worlds subscribed on Steam Workshop
de: Zeigt eine Liste mit den im Steam Workshop abonnierten Welten

# MessageBoxCaptionDoYouWishToPublishWorld
source: PUBLISH WORLD
de: VERÖFFENTLICHE WELT

# MessageBoxCaptionDoYouWishToUpdateWorld
source: UPDATE WORLD
de: AKTUALISIERE WELT

# MessageBoxTextDoYouWishToPublishWorld
source: Are you sure you want to upload and publish selected world on Steam Workshop? Note that by submitting this item, you agree to the workshop terms of service (see http://steamcommunity.com/sharedfiles/workshoplegalagreement).
de: Bist du sicher, dass du die ausgewählte Welt auf dem Steam Workshop veröffentlichen willst? Wenn du es tust, stimmst du den Nutzungsbestimmungen des Workshops zu (siehe http://steamcommunity.com/sharedfiles/workshoplegalagreement).

# MessageBoxTextDoYouWishToUpdateWorld
source: Are you sure you want to upload and overwrite selected world on Steam Workshop?
de: Bist du sicher, dass du die ausgewählte Welt im Steam-Workshop hochladen und überschreiben willst?

# MessageBoxCaptionDoYouWishToPublishMod
source: PUBLISH MOD
de: VERÖFFENTLICHE MOD

# MessageBoxCaptionDoYouWishToUpdateMod
source: UPDATE MOD
de: AKTUALISERE MOD

# MessageBoxTextDoYouWishToPublishMod
source: Are you sure you want to upload and publish selected mod on Steam Workshop? Note that by submitting this item, you agree to the workshop terms of service (see http://steamcommunity.com/sharedfiles/workshoplegalagreement).
de: Bist du sicher, dass du die ausgewählte Mod auf dem Steam Workshop veröffentlichen willst? Wenn du dies tust, stimmst du den Nutzungsbestimmungen des Workshops zu (siehe http://steamcommunity.com/sharedfiles/workshoplegalagreement).

# MessageBoxTextDoYouWishToUpdateMod
source: Are you sure you want to upload and overwrite selected mod on Steam Workshop?
de: Bist du sicher, dass du die ausgewählte Welt im Steam-Workshop hochladen und überschreiben willst?

# ScreenLoadSubscribedWorldBrowseWorkshop
source: Browse Workshop
de: Workshop durchsuchen

# ScreenLoadSubscribedWorldRefresh
source: Refresh
de: Aktualisieren

# NotificationNoWeaponSelected
source: No weapon selected
de: Keine Waffe ausgewählt

# NotificationSwitchedToWeaponType
source: Switched to weapon type '{0}'
de: Wechsel zum Waffentyp '{0}'

# NotificationInertiaDampenersOff
source: Inertia dampeners Off
de: Trägheitsdämpfer aus

# NotificationInertiaDampenersOn
source: Inertia dampeners On
de: Trägheitsdämpfer ein

# LoadScreenButtonDelete
source: Delete
de: Löschen

# ScreenCaptionEditSettings
source: Edit Settings
de: Einstellungen bearbeiten

# ScreenCaptionSaveAs
source: Save As
de: Speichern als

# ScreenMenuButtonHelp
source: Help
de: Hilfe

# ScreenMenuButtonLoadWorld
source: Load World
de: Welt laden

# ScreenMenuButtonNewWorld
source: New World
de: neue Welt

# ScreenMenuButtonOptions
source: Options
de: Optionen

# ScreenNewWorldButtonCustomWorld
source: Custom World
de: Benutzerdefinierte Welt

# ScreenOptionsButtonControls
source: Controls
de: Steuerung

# MessageBoxCaptionResetControlsToDefault
source: RESET CONTROLS TO DEFAULT
de: STEUERUNG AUF STANDARD ZURÜCKSETZEN

# MessageBoxTextResetControlsToDefault
source: Are you sure you want to reset control bindings to default?
de: Sind Sie sicher, dass Sie die Steuerung auf Standard zurücksetzen wollen

source: Screenshot failed
de: Screenshot fehlgeschlagen

# ScreenshotSaved
source: Screenshot {0} saved
de: Screenshot {0} gespeichert

# ExportToObjComplete
source: Exported to: {0}
de: Exportiert nach: {0}

# ExportToObjFailed
source: Export to obj file failed
de: Exportieren zu obj Datei fehlgeschlagen

# ScreenLoadSubscribedWorldOpenInWorkshop
source: Open in Workshop
de: Im Workshop öffnen

# ToolTipWorkshopBrowseWorkshop
source: Open Steam Overlay with Workshop screen
de: Öffnet das Steam Overlay im Workshop Bildschirm

# ToolTipWorkshopCopyAndLoad
source: Download selected world to your computer and load
de: Lädt gewählte Welt auf den Computer herunter und lädt diese.

# ToolTipWorkshopOpenInWorkshop
source: Open selected world in Workshop Steam Overlay
de: Öffnet die ausgewählte Welt im Workshop Steam Overlay

# ToolTipWorkshopRefresh
source: Refresh the list of subscribed worlds
de: Aktualisiert die Liste der abonnierten Welten

# SettingSymmetryX
source: Symmetry X plane: {0} to set, {1} to reset
de: Symmetrie X Ebene: {0} zum setzen, {1} zum zurücksetzen

# SettingSymmetryXOffset
source: Symmetry X plane (offset): {0} to set, {1} to reset
de: Symmetrie X Ebene (abweichung): {0} zum setzen, {1} zum zurücksetzen

# SettingSymmetryY
source: Symmetry Y plane: {0} to set, {1} to reset
de: Symmetrie Y Ebene: {0} zum setzen, {1} zum zurücksetzen

# SettingSymmetryYOffset
source: Symmetry Y plane (offset): {0} to set, {1} to reset
de: Symmetrie Y Ebene (abweichung): {0} zum setzen, {1} zum zurücksetzen

# SettingSymmetryZ
source: Symmetry Z plane: {0} to set, {1} to reset
de: Symmetrie Z Ebene: {0} zum setzen, {1} zum zurücksetzen

# SettingSymmetryZOffset
source: Symmetry Z plane (offset): {0} to set, {1} to reset
de: Symmetrie Z Ebene (abweichung): {0} zum setzen, {1} zum zurücksetzen

# CubeBuilderPasteNotification
source: Press LMB or Ctrl+V to paste object
de: Drücke LMT oder Strg+V um ein Objekt einzufügen

# MessageBoxTextErrorLoadingEntities
source: An error occurred while adding one or more objects. See log file for more details.
de: Ein Fehler ist beim Hinzufügen einer oder mehrerer Objekte aufgetreten. Weitere Informationen im Fehlerprotokoll.

# MessageBoxTextAreYouSureToMoveGridToClipboard
source: Are you sure you want to delete selected object? (copy will be stored in clipboard)
de: Bist du sicher, dass du das ausgewählte Objekt löschen willst? (Eine Kopie wird in der Zwischenablage gespeichert)

# MessageBoxTextMemoryLimitReachedDuringLoad
source: Memory limit has been reached while loading the world and some objects were not added. If you were using Large World fix and the game was recently updated, it may have been disabled.
de: Speicherlimit beim laden der Welt erreicht. Einige Objekte wurden nicht hinzugefügt. Wenn Sie "Large World fix" benutzen und das Spiel kürzlich aktualisiert wurde, wurde er vermutlich deaktiviert.

# ScreenOptionsControls_Keyboard2
source: Keyboard 2
de: Tastatur 2

# DialogTextDownloadingWorld
source: Downloading world: {0}% World size: {1}
de: Welt herunterladen: {0}% Größe: {1}

# DialogTextDownloadWorldFailed
source: Downloading the world has failed!
de: Das Herunterladen der Welt ist fehlgeschlagen!

# DialogTextJoiningWorld
source: Joining world
de: Trete Welt bei...

# DialogTextJoinWorldFailed
source: Joining world failed, reason: {0}
de: Beitreten fehlgeschlagen. Grund: {0}

# GpuUnderMinimumNotification
source: We have detected that your graphics card is under the minimum requirements and this can cause performance issues or crashes. Thank you for your understanding.
de: Wir haben festgestellt, dass Ihre Grafikkarte unterhalb der minimalen Anforderungen liegt. Das kann zu Performance Problemen oder Abstürzen führen. Vielen Dank für ihr Verständnis!

source: Show rotation hints
de: Zeigt Rotations-Hinweise

# UnknownControl_Unassigned
source: [unassigned]
de: [nicht zugewiesen]

# ScreenOptionsGame_BuildingMode
source: Building mode
de: Baumodus

# ScreenOptionsGame_Line
source: Line
de: Linie

# ScreenOptionsGame_Plane
source: Plane
de: Fläche

# ScreenOptionsGame_SingleBlock
source: Single block
de: Einzelner Block

# ControlName_Suicide
source: Respawn
de: Selbstmord

# MultiplayerErrorStartingServer
source: Multiplayer server cannot be started, error: {0}
de: Mehrspielerserver kann nicht gestartet werden, Fehler: {0}

# AlreadyUsedBySomebodyElse
source: Object is being used by somebody else
de: Dieses Objekt wird bereits von jemanden genutzt

# MultiplayerJoinFriendsGames
source: Friend games
de: Spiele von Freunden

# ScreenCaptionPlayers
source: Players
de: Spieler

# ScreenPlayersLobby_Friends
source: Friends
de: Freunde

# ScreenPlayersLobby_Private
source: Private
de: Privat

# ScreenPlayersLobby_Public
source: Public
de: Öffentlich

# ScreenPlayers_FactionName
source: Faction
de: Fraktion

# ScreenPlayers_FactionTag
source: Tag
de: Kürzel

# ScreenPlayers_Factions
source: Factions
de: Fraktionen

# ScreenPlayers_GameOwner
source: Game owner
de: Spiel-Besitzer

# ScreenPlayers_Invite
source: Invite
de: Einladen

# ScreenPlayers_Kick
source: Kick
de: Rausschmeißen

# ScreenPlayers_PlayerName
source: Player name
de: Spielername

# DialogDownloadWorld_WorldDoesNotExists
source: Game does not exist anymore.
de: Spiel existiert nicht mehr

# MessageBoxCaptionKicked
source: KICKED
de: HERAUSGEWORFEN

# MessageBoxTextYouHaveBeenKicked
source: You have been kicked from the game by its owner.
de: Du wurdest aus dem Spiel geworfen.

# NotificationPasteFailed
source: Paste operation failed, selected area is occupied.
de: Einfügen fehlgeschlagen, Bereich bereits belegt.

# WorldSettings_OnlineModeFriends
source: Friends
de: Freunde

# MessageBoxTextAreYouSureYouWantToReconnect
source: Are you sure you want to reconnect to the current multiplayer game?
de: Sind Sie sicher, dass Sie wieder zum aktuellen Mehrspielerspiel verbinden möchten?

# NotificationMultiplayerDisabled
source: You are in offline mode and multiplayer is disabled. You have to change the settings from the main menu.
de: Du bist im Offline Modus und der Mehrspieler ist deaktiviert. Du musst die Einstellungen im Hauptmenü ändern.

# SteamIsOfflinePleaseRestart
source: Steam is offline. Please run Steam in normal mode or restart Steam if the problem persists
de: Steam ist Offline. Bitte starte Steam im normalen Modus oder starte Steam neu, wenn das Problem weiter besteht.

# MultiplayerCompatibleVersions
source: Compatible versions
de: Kompatible Versionen

source: Max players
de: Maximale Spieleranzahl

# DialogWaitingForWorldData
source: Waiting for world data
de: Warte auf Weltdateien

# MultiplayerErrorConnectionFailed
source: Connection to server failed: {0}
de: Verbindung zum Server fehlgeschlagen: {0}

# MultiplayerStateConnectingToServer
source: Connecting to server
de: Verbinde zum Server

# MultiplayerStateWaitingForServer
source: Waiting for server to respond
de: Warte auf Antwort des Servers

# HarvestingWarningInventoryMightBeTruncatedAreYouSure
source: The selected game type is more limited than the original one. This means that your inventory might be truncated and you might lose some items! Are you sure you want to change the game type?
de: Der ausgewählte Spielmodus hat mehr Einschränkungen als der ursprüngliche. Das heißt, dass dein Inventar überfüllt sein kann und du einige Gegenstände verlierst! Bist du sicher, dass du den Spielmodus ändern möchtest?

# ScreenCaptionFriendWorlds
source: Friend worlds
de: Welten von Freunden

# ScreenCaptionPublicWorlds
source: Public worlds
de: Öffentliche Welten

# ControlName_CubeColorChange
source: Change color / weapon mode
de: Farbe / Waffenmodus ändern

# NotificationWeaponDisabledInSettings
source: This weapon is disabled in world settings
de: Diese Waffe ist in den Welteinstellungen deaktiviert

# ControlDescPlayersList
source: Show players (multiplayer only)
de: Zeigt Spieler (nur im Mehrspielermodus)

# ScreenMenuButtonPlayers
source: Players
de: Spieler

# ItemDamagedDescription
source: (Damaged)
de: (Beschädigt)

# MultiplaterJoin_ServerIsNotResponding
source: Server is not responding
de: Server antwortet nicht

source: Unsupported aspect ratio
de: Nicht unterstütztes Seitenverhältnis

# CompressSaveGames
source: Compress saved games
de: Komprimiere Spielstände

# ToolTipGameOptionsCompressSaveGames
source: Whether the saved games should be compressed on the disk to save space
de: Kontrolliert, ob Spielstände komprimiert werden sollen, um Speicherplatz auf der Festplatte zu sparen.

# Headbob
source: Disable headbob
de: Kopfbewegung ausschalten

# ScreenOptionsGame_WorkerThreads
source: Worker Threads
de: Arbeitsthreads

# ScreenOptionsGame_WorkerThreads_Tooltip
source: Number of enabled worker threads. More - faster game, slower system Less - slower game, faster system CAUTION: Higher numbers might cause system instability. GAME NEEDS TO BE RESTARTED TO TAKE EFFECT.
de: Anzahl aktivierter Arbeitsthreads. Mehr - schnelleres Spiel, langsameres System. Weniger - langsameres Spiel, schnelleres System. Vorsicht: Hohe Anzahl kann zu System-Instabilität führen. SPIEL MUSS BEI ÄNDERUNG NEU GESTARTET WERDEN.

# ScreenOptionsGame_ShowPlayerNames
source: Show player names
de: Zeigt Spielernamen

# ToolTipGameOptionsShowPlayerNames
source: Show player names above their characters. This feature must also be enabled in world settings.
de: Zeigt die Spielernamen über den Charakteren. Muss auch in den Welteinstellungen aktiviert sein.

# ScreenOptionsGame_UIOpacity
source: UI opacity
de: Interface Deckkraft

# ScreenOptionsGame_UIBkOpacity
source: UI background opacity
de: Interface Hintergrund Deckkraft

# NotificationInventoryFull
source: Inventory is full
de: Inventar ist voll

# NotificationInventoryNotEmpty
source: This inventory still contains items
de: Dieses Inventar enthält immer noch Gegenstände

# OutOfAmmo
source: {0} is out of ammunition
de: {0} hat keine Munition mehr

# NotificationMissingComponentToPlaceBlockFormat
source: You need {0} to build {1}
de: Du benötigst {0}, um {1} zu bauen

# JoinGame_ColumnTitle_GameMode
source: Game Mode
de: Spiel-Modus

# JoinGame_ColumnTitle_Players
source: Players
de: Spieler

# JoinGame_ColumnTitle_Username
source: Username
de: Nutzername

# JoinGame_ColumnTitle_World
source: World
de: Welt

# JoinGame_ColumnTitle_WorldSize
source: World size
de: Weltgröße

# MessageBoxTextSuicide
source: Are you sure you want to respawn?
de: Bist du sicher, dass du Suizid begehen willst?

# MultiplayerErrorServerHasLeft
source: The server host has left the game
de: Der Serverhost hat das Spiel verlassen

# NotificationRespawn
source: You died. Respawn in {0} seconds
de: Du bist tot. Respawn in {0} Sekunden

# HudBlockInfo_Required
source: Required
de: Benötigt

# NotificationClientConnected
source: Player connected: {0}
de: {0} ist dem Spiel beigetreten

# NotificationClientDisconnected
source: Player disconnected: {0}
de: {0} hat das Spiel verlassen

# MultiplayerError_IncorrectVersion
source: Server has different version of the game. Your version: {0}; Server version: {1}; You can change the branch, before launching the game, in game properties.
de: Server hat eine andere Version des Spiels. Ihre Version: {0}; Server Version: {1}; Sie können die Version, bevor Sie das Spiel starten, in den Einstellungen ändern.

source: Show crosshair
de: Fadenkreuz anzeigen

# ToolTipGameOptionsShowCrosshair
source: Whether the weapon crosshair should be visible
de: Ob das Fadenkreuz sichtbar sein sollte

# MessageBoxTextSavingInProgress
source: Game is already saving.
de: Spiel wird bereits gespeichert.

# ScreenOptionsGame_LocalizationWarning
source: * Localized by the community.
de: * Von der Community übersetzt.

# ScreenOptionsGame_MoreInfo
source: Click for more info
de: Klicken für mehr Informationen

# Multiplayer_IndirectConnection
source: No direct connection available.
de: Keine direkte Verbindung verfügbar.

# Multiplayer_NoConnection
source: No connection with server.
de: Keine Verbindung zum Server.

source: Game paused
de: Spiel pausiert

# ControlDescPauseGame
source: Pause the game (offline only)
de: Pausiert das Spiel (Nur im Offlinemodus)

# ControlName_PauseGame
source: Pause game
de: Spiel pausieren

# NotificationWeaponNotWorking
source: {0} is not working
de: {0} funktioniert nicht

# DialogAmount_AddAmountCaption
source: Amount to add
de: Menge hinzufügen

# DialogAmount_SetValueCaption
source: Value to set
de: Wert setzen

# NotificationHealthCritical
source: Health is critical. Seek medical attention immediately.
de: Gesundheit ist kritisch. Behandle sofort deine Verletzungen!

# NotificationHealthLow
source: Health is low.
de: Gesundheit niedrig.

# MultiplayerError_DifferentData
source: This server has different game data than your client
de: Der Server hat andere Spieldateien als ihr Client

# MultiplayerJoin_IncompatibleGameDataLabel
source: Games marked with * have incompatible game data
de: Spiele mit einem * haben inkompatible Spieldateien

# ScreenPlayers_GameAdmin
source: Game admin
de: Spiel-Administrator

# MultiplayerJoinServers
source: Dedicated only
de: Nur dedizierte Server

# MultiplayerErrorAlreadyJoined
source: User is already joined
de: Benutzer ist bereits beigetreten

# MultiplayerErrorNotInGroup
source: You are not in group {0}. Do you want to visit group web page?
de: Sie sind nicht in der Gruppe {0}. Wollen Sie die Webseite der Gruppe besuchen?

# MultiplayerErrorServerFull
source: Server is full
de: Server voll

# MultiplayerErrorSteamServersOffline
source: Steam servers offline or server group does not exist
de: Steam Server sind offline oder die Servergruppe existiert nicht

# MultiplayerErrorTicketInvalid
source: Ticket invalid
de: Ticket ungültig

# MultiplayerJoinLANServers
source: LAN only
de: Nur LAN

# JoinGame_TabTitle_Friends
source: Friends
de: Freunde

# JoinGame_TabTitle_Lobbies
source: Games
de: Spiele

# JoinGame_TabTitle_Servers
source: Servers
de: Server

# JoinGame_Title
source: Join world
de: Trete der Welt bei

# MultiplayerErrorLoggedInElseWhere
source: The server is unable to handle your connection request right now. Try again in a moment.
de: Sie Sind bereits woanders angemeldet

# MultiplayerErrorNoLicenseOrExpired
source: No license or license expired
de: Keine Lizent oder Lizenz abgelaufen

# MultiplayerErrorTicketAlreadyUsed
source: Ticket already used
de: Ticket wurde bereits genutzt

# MultiplayerErrorTicketCanceled
source: Ticket cancelled
de: Ticket aufgelöst

# MultiplayerErrorUserNotConnected
source: User not connected
de: Benutzer nicht verbunden

# MultiplayerErrorVACBanned
source: VAC banned
de: VAC gebannt

# MultiplayerErrorVACCheckTimedOut
source: VAC check timed out
de: VAC-Check dauerte zu lange

# MultiplayerJoinAllowedGroups
source: Allowed groups
de: Erlaubte Gruppen

source: News downloading failed
de: Nachrichten herunterladen fehlgeschlagen

# MessageBoxCaptionInfo
source: INFO
de: INFORMATION

# MultiplayerErrorGroupIdInvalid
source: Server Group ID is invalid, server administrator should set proper group ID in server config (or zero to disable group checking)
de: Servergruppen-ID ist ungültig, der Serveradmin sollte eine gültige Gruppen ID in server config setzen (oder 0 um die Gruppenabfrage abzuschalten).

# PlayerCharacterColor
source: Player color
de: Spielerfarbe

# NotificationHintPressToUseWardrobe
source: Press {0} to change your appearance
de: Drücke {0}, um dein Aussehen zu ändern

# ScreenOptionsVideo_WindowMode
source: Window mode
de: Fenstermodus

# ScreenOptionsVideo_WindowMode_Fullscreen
source: Fullscreen
de: Vollbild

# ScreenOptionsVideo_WindowMode_FullscreenWindow
source: Fullscreen window
de: Vollbild Fenster

# ScreenOptionsVideo_WindowMode_Window
source: Window
de: Fenster

source: Spectator Controls
de: Beobachter Einstellungen

# SpectatorControls_Delta_Desc
source: Spectator with fixed view vector to controlled object
de: Beobachter mit fixierter Sicht zum kontrollierren Objekt

# MultiplayerErrorBannedByAdmins
source: You are banned on this server
de: Sie sind von diesem Server gebannt

# MultiplayerErrorBannedByAdminsWithDialog
source: You are banned on this server. Do you wish to contact the admin?
de: Du bist von diesem Server gebannt. Administrator Profil öffnen?

# MessageBoxTextYouHaveBeenBanned
source: You have been banned on this server by its admin.
de: Du bist auf diesem Server vom Administrator gebannt worden.

# ScreenPlayers_Ban
source: Ban
de: Bannen

# HudMarker_ReturnToWorld
source: Return to the game area!
de: Sofort zum Spielebereich zurückkehren!

# NotificationLeavingWorld
source: Warning: You will die in {0:F1} meters!
de: Warnung: Du wirst in {0:F1} Metern sterben!

# ScreenCaptionAdvancedSettings
source: Advanced World Settings
de: Erweiterte Welteinstellungen

source: Spectator
de: Beobachter

# SpectatorControls_Delta
source: Delta spectator
de: Delta Beobachtermodus

# SpectatorControls_Free
source: Free spectator
de: Freier Beobachtermodus

# SpectatorControls_None
source: Player control
de: Beobachter-Modus beenden

# SpectatorControls_Static
source: Static spectator
de: Statischer Beobachtungsmodus

# MessageBoxErrorFactionsNameAlreadyExists
source: Given House name already exists.
de: Fraktionsname existiert bereits

# MessageBoxErrorFactionsTagAlreadyExists
source: Given House tag already exists.
de: Fraktions-Kürzel existiert bereits

# MessageBoxErrorFactionsNameTooShort
source: House name must be at least 5 characters long.
de: Fraktionsnamen müssen mindestens 4 Zeichen lang sein

source: Edit
de: Bearbeiten

source: Kick
de: Raus schmeißen

source: Leader
de: Anführer

source: Member
de: Mitglied

# MessageBoxConfirmFactionsKickPlayer
source: Are you sure that you want to kick player '{0}' from your faction?
de: Bist du sicher, dass du den Spieler '{0}' aus der Fraktion werfen willst?

# MessageBoxConfirmFactionsLeave
source: Are you sure that you want to leave faction '{0}'?
de: Bist du sicher, dass du die Fraktion '{0}' verlassen willst?

source: Promote
de: Befördern

source: Demote
de: Degradieren

source: Access denied
de: Zugang verwehrt

source: Founder
de: Gründer

source: Accept
de: Akzept.

source: Deny
de: Ablehnen

# MessageBoxConfirmFactionsAcceptJoin
source: Are you sure that you want to accept player '{0}' to your faction?
de: Bist du sicher, dass du den Spieler '{0}' in die Fraktion aufnehmen willst?

# MessageBoxConfirmFactionsDenyJoin
source: Are you sure that you don't want to accept player '{0}' to your faction?
de: Bist du sicher, dass du den Spieler '{0}' nicht in die Fraktion aufnehmen willst?

# MessageBoxConfirmFactionsDemote
source: Are you sure that you want demote '{0}' to member?
de: Bist du sicher, dass du den Spieler '{0}' zum Mitglied degradieren willst?

# MessageBoxConfirmFactionsPromote
source: Are you sure that you want promote '{0}' to leader?
de: Bist du sicher, dass du den Spieler '{0}' zum Anführer ernennen willst?

source: Applicant
de: Bewerber

source: Tag
de: Kürzel

source: Session delete failed
de: Das Löschen der Session ist fehlgeschlagen

# Medicals_Title
source: Medical Rooms
de: Erste Hilfe Räume

# MessageBoxTextChangeOwner
source: Are you sure you want to change owner to {0}?
de: Bist du sicher, dass du den Besitzer zu {0} ändern willst?

source: Respawn
de: Wiedereinstieg

# MultiplayerJoinSameGameData
source: Same game data
de: Selbe Spieldateien

source: Refresh
de: Erneuern

# PlayerInfo_Dead
source: dead
de: Tot
