Repository: RaiderKnight/RK_MoreItemsForClaim
Catalog: RKMoreItemsForClaim/Data/Localization/Common/MyCommonTexts.*.resx
Languages: de

# ToolTipGameOptionsReleasingAltResetsCamera
source: When the button for looking around is released, the camera resets to its default position.
de: Taste für Rundumsicht loslassen, um Kamera auf die Standardposition zurückzusetzen

# MessageBoxCaptionNotReady
source: Selected medical room is not ready.
de: Ausgeählte Medbay ist nicht bereit.

# MessageBoxTextNotReady
source: Selected medical room is not ready. Please wait until it is streamed from server.
de: Ausgewählter Sanitätsraum ist nicht bereit. Bitte warte bis er vom Server bereitgestelt wird.

# MessageBoxF12Question
source: WARNING
de: WARNUNG

# MessageBoxTextF12Question
source: You are entering the developer debug screen. Some of the features may crash the game or cause other errors. Continue?
de: Du öffnest gerade den Entwickler-Debug Bildschirm. Manche der Funktionen können zum Absturz führen oder andere Fehler verursachen. Fortfahren?

# NotificationStatNotEnough
source: Not enough {0}
de: Nicht genug {0}

# NotificationStatZero
source: You are out of {0}
de: Du hast nicht genug {0}

# MuteWhenNotInFocus
source: Mute when inactive
de: Stummschalten wenn im Hintergrund

# TooltipMuteWhenNotInFocus
source: Mute the game sound when another window has focus.
de: Spielsound wird Stummgeschaltet, wen sich das Spiel im Hintergrund befindet.

# ScreenLoadSubscribedWorldCopyWorld
source: Copy World
de: Welt kopieren

# NotificationResearchUnlocked
source: You have unlocked new knowledge about {0}.
de: Das hast neues Wissen erlernt: {0}!

# NotificationResearchKnown
source: You already have knowledge about {0}!
de: {0} ist bereits erforscht!

# MessageBoxTextWorldExistsDownloadOverwrite
source: World already exists! Download & Overwrite?
de: Welt existiert bereits! Herunterladen & überschreiben?

# MessageBoxTextWorldExistsOverwrite
source: World already exists! Overwrite?
de: Welt existiert bereits! Überschreiben?

# ToolTipWorkshopCopyWorld
source: Download selected world to save games without loading it (Use to Edit Settings before playing world)
de: Diese Welt herunterladen, um sie überschreiben zu könne, ohne sie zu laden (Wird benötigt, um Welteinstellungen ändern zu können)

# SignalMode_Switch_DefaultMode
source: Signals switched to normal display.
de: Signale - Normal

# SignalMode_Switch_FullDisplay
source: Signals switched to fully visible.
de: Signale - voll sichtbar

# SignalMode_Switch_NoNames
source: Signals switched to no names.
de: Signale - keine Namen

# SignalMode_Switch_Off
source: Signals switched off.
de: Signale - Aus

# Notification_CannotManipulateDoor
source: Cannot open or close the door. Check for blocking objects!
de: Kann Tür nicht öffnen/schließen. Objekte im Weg?

# AudioSettings_UseMusicController
source: Use contextual music
de: Kontextuelle Musik verwenden

# ControlName_ChangeBlockVariants
source: Change block variants
de: Block-Varianten durchwechseln

# ScreenOptionsGame_SkinWarning
source: Note: Not all screens support skin at the moment
de: Warnung: Nicht alle Anzeigen unterstützen Skin.

# AnimatedRotation
source: Animated block rotation
de: Animierte Block-Drehungen

# TooltipAnimatedRotation
source: Whether 90 degree block rotation will be animated.
de: Schaltet Animationen bei 90 Grad-Rotationen an oder aus. Kann helfen, die Drehung von Blöcken verständlicher zu machen.

# BuildingSizeHint
source: Show building size hint
de: Baulimit-Hinweise anzeigen

# WorldSettings_MaxBackupSaves
source: Maximum backup saves
de: Maximale Backup-Spielstände

# WorldSettings_MaxBackupSavesDisabled
source: Off
de: Aus

# ToolTipWorldSettings_MaxBackupSaves
source: Configure the maximum number of saves that should be backed up. The backup folder is located in the respective save folder. When this is set to 0 the backup feature is disabled and all existing backups are deleted!
de: Anzahl der Sicherheitskopien des Speicherstands. Zu finden unter 'backup' im Speicherstandsordner. Auf '0' gestellt, werden keine Sicherheitskopien angelegt.

# NotificationPerformanceLow
source: Game performance is low. Cause: {0}
de: Spielleistung ist niedrig. Grund: {0}

# PerformanceWarningAreaAI
source: AI
de: KI

# PerformanceWarningAreaBlocks
source: Blocks update
de: Block-Aktualisierung

# PerformanceWarningAreaConveyor
source: Conveyor system
de: Förderbandsystem

# PerformanceWarningAreaGrid
source: Grids update
de: Rasteraktualisierung

# PerformanceWarningAreaGyro
source: Gyroscope system
de: Gyroskop-System

# PerformanceWarningAreaOxygen
source: Oxygen system
de: Sauerstoffsystem

# PerformanceWarningAreaRender
source: Render (CPU)
de: Berechnung (CPU)

# PerformanceWarningAreaTextures
source: Loading mesh/texture
de: Texturen/Meshes laden

# ScreenOptionsGame_EnablePerformanceWarnings
source: Show warnings in game
de: Zeige Warnungen im Spiel

# PerformanceWarningAreaClearAndGeometryRender
source: GPU (geometry)
de: GPU (Geometrie)

# PerformanceWarningAreaLights
source: GPU (lights)
de: GPU (Beleuchtung)

# PerformanceWarningAreaPostProcess
source: GPU (postprocessing)
de: GPU (Nachbearbeitung)

# PerformanceWarningAreaRenderFoliage
source: GPU (foliage)
de: GPU (Vegetation)

# PerformanceWarningAreaShadows
source: GPU (shadows)
de: GPU (Schatten)

# PerformanceWarningAreaTransparentPass
source: GPU (transparency)
de: GPU (Transparenz)

# PerformanceWarningHeading
source: PERFORMANCE WARNINGS Press Ctrl + {0} for more info
de: SPIELGESCHWINDIGKEITS WARNUNG Drücke Strg + {0} für nähere Informationen

# PerformanceWarningAreaAIDescription
source: Updating AI and pathfinding. Turn off cyberhounds and spiders.
de: KI-Updates und Pathfinding. Schalte Bauern, Barbaren und Rehe aus.

# PerformanceWarningAreaBlocksDescription
source: Update of individual blocks. Too many blocks in the world.
de: Updates von einzelnen Blöcken. Zu viele Blöcke in der Welt.

# PerformanceWarningAreaClearAndGeometryRenderDescription
source: Rendering world geometry. Lower your voxel quality.
de: Berechnung der Welt-Geometry. Senke Voxel-Qualität.

# PerformanceWarningAreaConveyorDescription
source: Update of conveyors. Too many conveyors or blocks using conveyors in the world.
de: Aktualisierung der Förderanlagen. Zu viele Förderanlagen in der Welt.

# PerformanceWarningAreaGridDescription
source: Updating of ship systems other than oxygen, gyroscopes and conveyors.
de: Aktualisierung Systeme ohne Sauerstoff, Gyroskope und Förderanlagen.

# PerformanceWarningAreaGyroDescription
source: Update of gyroscope systems. Too many gyroscopes in the world.
de: Aktualisierung der Gyroskop-Systeme. Zu viele Gyroskope in der Welt.

# PerformanceWarningAreaLightsDescription
source: Rendering lights. Too many artificial lights in the world.
de: Berechnung der Lichter. Zu viele künstliche Lichtquellen in der Welt.

# PerformanceWarningAreaOxygenDescription
source: Update of oxygen systems. Too many or too large pressurized areas.
de: Aktualisierung Sauerstoff-Systeme. Zu viele oder zu grosse Druckkabinen.

# PerformanceWarningAreaPhysicsDescription
source: Update of physics. Too many individual objects interacting with each other.
de: Aktualisierung der Physik. Zu viele Einzelobjekte interagieren miteinander.

# PerformanceWarningAreaPostProcessDescription
source: GPU postprocessing. Includes antialiasing.
de: GPU Nachbearbeitung. Beinhaltet Anti-Aliasing.

# PerformanceWarningAreaRenderDescription
source: CPU preparing world for rendering.
de: CPU bereitet Welt für Berechnung vor.

# PerformanceWarningAreaRenderFoliageDescription
source: Rendering foliage (grass). Lower your foliage settings.
de: Berechnung von Gras und Pflanzen. Senke Vegetations-Einstellungen.

# PerformanceWarningAreaScriptsDescription
source: Executing programmable blocks' scripts. Too many or too complicated scripts.
de: Ausführung Skripte programierbarer Blöcke. Zu viel oder zu komplexe Skripte.

# PerformanceWarningAreaShadowsDescription
source: Rendering shadows. Lower your shadow quality.
de: Berechnung der Schatten. Senke Schattenqualität.

# PerformanceWarningAreaSSAODescription
source: Ambient occlusion.
de: Umgebungsverdeckung.

# PerformanceWarningAreaTexturesDescription
source: Loading of meshes or textures.
de: Lädt Texturen und Meshes

# PerformanceWarningAreaTransparentPassDescription
source: Rendering transparent objects and particles.
de: Berechne transparente Objekte und Partikel.

# PerformanceWarningHelpHeader
source: Performance Warnings
de: Leistungswarnungen

# NotificationBlocksLeft
source: You can still place {0} blocks
de: Du kannst noch {0} Blöcke platzieren

# PlayerMaxBlocks
source: Player's block limit
de: Spieler-Blocklimit

source: Built by
de: Gebaut von

# ScreenTerminalInfo_Assign
source: Assign
de: Zuweisen

# ScreenTerminalInfo_Blocks
source: blocks
de: Blöcke

# MessageBoxTextConfirmAcceptTransferGrid
source: Player {0} is transfering ownership of {1} blocks in ship {2} to you. Do you accept?
de: Spieler {0} überträgt den Besitz von {1} Blöcken in Schiff {2} an Sie. Akzeptieren?

# MessageBoxTextConfirmDeleteGrid
source: Are you sure you want to delete all your blocks from {0}? The ship may fall apart.
de: Bist du sicher, dass du alle Blöcke von {0} löschen willst? Das Schiff fällt vielleicht auseinander.

# MessageBoxTextConfirmTransferGrid
source: Are you sure you want to transfer ownership of your blocks from {0} to player {1}?
de: Bist du sicher, dass du das Eigentumsrecht deiner Blöcke von {0} an Spieler {1} abtereten willst?

# MessageBoxTextNotEnoughFreeBlocksForTransfer
source: Player {0} does not have enough free blocks to accept your part of the ship
de: {0} hat nicht genug freie Blöcke um deinen Teil des Schiffes anzunehmen

# ScreenTerminalInfo_Overview
source: Owned blocks overview
de: Blöcke in Besitz Übersicht

# ScreenTerminalInfo_YouBuilt
source: You built
de: Von dir gebaut

# MessageBoxTextPlayerNotOnline
source: Player {0} is no longer online.
de: Spieler {0} ist nicht mehr online.

# WorldSettings_BlockLimits
source: Block limits
de: Block-Baulimits

# MessageBoxTextBlockLimitDisableWarning
source: Block limits are set to ensure good performance. Please disable this option only for experimental purposes.
de: Block-Limiten werden für gute Leistung gesetzt. Bitte schalte diese Option nur für Experimente aus.

# ScreenOptionsButtonGraphics
source: Graphics
de: Grafik

# ScreenOptionsButtonBindings
source: Bindings
de: Tastenbelegungen

# PerformanceWarningShowAll
source: Show all warnings
de: Zeige alle Warnungen

# PerformanceWarningLastOccurrence
source: Last occurrence
de: Letztes Auftreten

# PerformanceWarningTooManyBlocks
source: Too many blocks of this type.
de: Zuviele Blöcke dieser Art.

# AudioSettings_EnableReverb
source: Enable echo
de: Echo aktivieren

# LowMemSwitchToLowQuestion
source: Your game ran out of memory. Do you want to switch to low presets and restart the game to apply changes?
de: Platz im Arbeitsspeicher reicht nicht aus. Zu niedrigeren Einstellungen wechseln und das Spiel neustarten?

# Blueprint_TakeScreenshot
source: Take Screenshot
de: Screenshot aufnehmen

# Blueprint_Delete
source: Delete
de: Löschen

# Blueprint_CreateFromClipboard
source: Create from clipboard
de: von Zwischenablage erstellen

# Blueprint_ReplaceWithClipboard
source: Replace with clipboard
de: Durch Zwischenablage ersetzen

# Blueprint_RefreshBlueprints
source: Refresh Blueprints
de: Blaupausen aktualisieren

# Blueprint_Rename
source: Rename
de: Umbenennen

# Blueprint_Publish
source: Publish
de: Veröffentlichen

# Blueprint_OpenWorkShop
source: Open WorkShop
de: Workshop öffnen

# Blueprint_ScreenName
source: Blueprints
de: Blaupausen

# Inventory_NoSpaceForDrop
source: There is no room to drop that item.
de: Nicht genug Platz, um den Gegenstand fallen zu lassen.

# StartupWarning_OldDrivers
source: {0} - Warning! Your '{1}' graphics card driver is older then required. We strongly recommend updating the driver. Old drivers might crash the game. Would you like to update the driver? Yes - Opens a browser to {2} No - Do not display this message again. Cancel - Close this message for now. Thank You! Keen Software House
de: {0} - Warnung! Ihr '{1}' Grafikkarten-Treiber ist veraltet! Bitte aktualisieren Sie ihre Treiber! 'Ja' - öffnet ein Browserfenster nach {2}. 'Nein' - Meldung ignorieren und nicht wieder anzeigen (nicht empfohlen). 'Abbrechen' - Meldung nur schließen / später erinnern.

# NotificationInventoryConstraint
source: The item cannot be put into this inventory.
de: Der Gegenstand kann nicht in dieses Inventar abgelegt werden.

# NotificationInventoryConstraintParam
source: {0} cannot be put into {1}.
de: {0} passt nicht in {1}.

# NotificationInventoryFullParam
source: {0} cannot be put into {1}, the inventory is full.
de: {0} passt nicht in {1}, Inventar ist voll.
